{"identifier": "public-google-drive-1Tay4kBz39ooIkRqApYwV7i-CTJLMVsnh", "content": "ASSOCIATIONS ACT \n(ACT NO: 1/2003)\nCONTENTS  \n \nTU1. UT TUIntroduction and Name UT................................................................................................. 1 \nTU2. UT TUIncorporation and Management of Associations UT...................................................... 1 \nTU3. UT TUDuties of Government Authorities UT............................................................................. 1 \nTU4. UT TUGoverning Regulation UT................................................................................................... 1 \nTU5. UT TUInformation and other requirements to be included in Governing \nRegulation. UT............................................................................................................................... .. 2 \nTU6. UT TURegistration of Associations UT......................................................................................... 3 \nTU7. UT TUCertificate of Registration UT............................................................................................. 3 \nTU8. UT TUNotice given to alter the Governing Regulations UT..................................................... 4 \nTU9. UT TUName of the Association UT.............................................................................................. 4 \nTU10. UT TUChange of Name UT............................................................................................................. 4 \nTU11. UT TURegistration of New Name UT........................................................................................... 4 \nTU12. UT TUEffect of Change of Name UT........................................................................................... 5 \nTU13. UT TUEffect of Registration UT.................................................................................................... 5 \nTU14. UT TUSeal, Flag, Color, Motto UT................................................................................................ 5 \nTU15. UT TUFounding members of the Association UT...................................................................... 6 \nTU16. UT TURegistry of Members UT...................................................................................................... 6 \nTU17. UT TUMembership Fee UT............................................................................................................. 7 \nTU18. UT TUChanges to the Governing Regulation UT....................................................................... 7 \nTU19. UT TUProhibiting the incorporation of an association UT........................................................ 7 \nTU20. UT TUFunctions of Association UT.............................................................................................. 8 \nTU21. UT TUDoing business in the name of the association UT......................................................... 8 \nTU22. UT TUSeeking and accepting assistance from foreign parties UT............................................ 9 \nTU23. UT TUDebts of the Association UT............................................................................................... 9 \nTU24. UT TUMembers of the Executive Committee UT....................................................................... 9 \nTU25. UT TUAbuse of Association’s Legal Entity UT........................................................................... 9 \nTU26. UT TUKeeping Financial Records UT......................................................................................... 10 \nTU27. UT TUPlace and Period for Keep ing of Financial Records UT.............................................. 10 \nTU28. UT TUAnnual Accounts and Reports UT................................................................................... 10 \nTU29. UT TUAccounts and Reports to be sent to the Registrar. UT................................................. 10 \nTU30. UT TUAuditors UT......................................................................................................................... 11 \nTU31. UT TUVoluntary Winding Up of Association UT..................................................................... 11 \nTU32. UT TUCanceling the Registry of an Association UT................................................................. 11 \nTU33. UT TUWinding Up by the Court UT........................................................................................... 12 \nTU34. UT TUAssociations registered  outside the Maldives UT.......................................................... 12 \nTU35. UT TUExceptions UT..................................................................................................................... 13 \nTU36. UT TUExisting Associations UT................................................................................................... 13 \nTU37. UT TUPenalties UT......................................................................................................................... 13 \nTU38. UT TURegulations UT.................................................................................................................... 14 \nTU39. UT TUDefinitions UT..................................................................................................................... 14 \nTU40. UT TULaws repealed UT................................................................................................................ 15\nAssociations Act (Act No: 1/2003) \nAssociations Act \nAct No: 1/2003 \n \n0. Introduction and Name \n \na) This Act makes provision in respect of  the incorporation, registration and \noperations of associations, parties and clubs. \nb) This Act shall be cited as the “Associations Act”. \n \n0. Incorporation and Management of Associations \n \nEvery association should be incorporated  and operated in the Maldives in \naccordance with the provisions of this Act, and regulations made under this Act. \n \n0. Duties of Government Authorities \n \nWhile formulating, designing and execu ting its policies, every government \nauthority should try, within the boundarie s of laws and regulations, to aid and \nencourage non-profit associatio ns registered under this Act and formed to assist \nin the development of Maldives. \n \n0. Governing Regulation \n \nEvery association shall have a Governing Re gulation, in accordance with this Act \nand regulations made under this Act. \n 1\nAssociations Act (Act No: 1/2003) \n5. Information and other requirements to be included in Governing \nRegulation. \n \nThe Governing Regulation of every association shall contain the following \ninformation and requirements. \n \na) The name of the association; \nb) Full address of the registered office of the association; \nc) The objective(s) of the association; \nd) Income and properties of the associat ion is not to be distributed among \nthe general members nor among the members of the Executive \nCommittee; \ne) Neither the founding members, nor the general members or the members \nof the Executive Committee have any ownership rights whatsoever to \nclaim on any property or finance belonging to the association; \nf) Any money or property left over after paying off the debts and liabilities \nof the association after its dissolution shall be given away to another non \nprofit association or to a government approved charity; \ng) Types of membership and procedures  on how to become a member of \nthe association; \nh) Procedures on how to resign from  and to terminate membership; \ni) Whether members of the association ha ve to pay a membership fee or \nnot, and if there is a membership f ee, the amount and procedure for the \npayment of membership fee; \nj) How an association will raise funds for operations and other activities of the association; \nk) Designations of association’s Executi ve Committee, and responsibilities of \nthese designations; \nl) Procedures for appointment, electi on and removal of members from \ntheExecutive Committee of the association; \nm) Regulations on General Meetings, conduction, quorum, chairing and preparing minutes for such meetings; \n 2\nAssociations Act (Act No: 1/2003) \n ) Regulations on Executive Committee Meetings, conduction, quorum, \nchairing and preparing of minutes for such meetings; \n ) How votes will be given at the General Meetings and Executive Committee Meetings of the association and how resolutions are to be \npassed in such meetings; \n ) Winding up of association; \n ) How the Governing Regulation could be amended; \n ) Any other information required by regu lations made under this Act to be \nincorporated in the Governin g Regulation of associations. \n \n0. Registration of Associations \n \n ) Persons, not fewer than two, desiring the incorporation of an association \nshall submit to the Registrar of Asso ciations a Governing Regulation of \nthe proposed association together with  the registration fee as provided in \nthe subsection (c) of this clause. In th is respect an association proposed to \nbe registered shall be registered pr oviding the information contained in \nthe Governing Regulation are not in contravention to the principles of \nIslam, to this Act or to any other Acts of Maldives. \n ) Persons desiring to form an associat ion in accordance with the subsection \n(a) should be of age 18 years or older. \n ) There shall be a registration fee of 100/- (one hundred) rufiyaa for the \nregistration of association in accordance with the subsection (a).  \n \n0. Certificate of Registration \n \nUpon registering an associati on in accordance wi th the provisions of section 6 of \nthis Act, the Registrar of Associations sha ll issue a certificate to the effect that the \nassociation has been registered. \n 3\nAssociations Act (Act No: 1/2003) \n \n0. Notice given to alter the Governing Regulations \n \nPrior to registration, the Registrar of Associ ations has the discretion to give notice \nfor the Governing Regulation of the pr oposed association to be altered in \naccordance with this Act and regu lations made under this Act. \n \n0. Name of the Association \n \n ) The name of an association shall be  acceptable to the Registrar of \nAssociations. If the proposed name for the association in the opinion of \nthe Registrar of Associations is un desirable, such a name cannot be \nregistered. \n ) Every association shall, at the place where its office is managed, place the name of the association written in Thaana letters in a manner that it can \nbe seen from outside the premise. \n \n0. Change of Name \n \nAn association registered under this Ac t may resolve that the name of the \nassociation be changed follow ing a special resolution passed in a general meeting \nof its members. \n \n0. Registration of New Name \n \nAfter the name of an association has been changed in accordance with the provisions of section 10 of this Act, u pon informing the Registrar of Associations \nof the new name, if in the opinion of the Re gistrar of Associations such a name is \ndesirable, the Registrar of Associations shall register the said name and issue a \ncertificate of registration in respect of the association in the said name. The date \n 4\nAssociations Act (Act No: 1/2003) \nof the change of name shall be the date on which the certificate of registration is \nissued. \n \n12. Effect of Change of Name \n \nAny right or obligation of the associati on or any legal proceeding commenced or \nthat might have been instituted by the association or any suit brought against the \nassociation or that might have been instituted against the association shall not be \naffected by a change of name of the association under section 10 or section 11 of \nthis Act. \n \n13. Effect of Registration \n \n ) Upon registration of every association in accordance with this Act, such \nassociation shall be a legal entity, separa te to those of its members, by the \nname contained in the Governing Regula tion capable of exercising all the \nmatters specified in the Governing Regulation and of suing and being \nsued and of acquiring movable and immovable property subject to laws and of acquiring property in perpetual succession, and possessing rights in \nrespect of these matters. \n ) Upon registration of the Governing Regulations observance of the \nprovisions found therein shall be binding upon the association and every \nmember of the association. \n \n14. Seal, Flag, Colour, Motto \n \n ) A seal or flag or colour or a motto  could be used for an association \nregistered in accordance with provisions  of this Act, after submitting the \nseal or flag or colour or the motto to the Registrar of Associations and \nregistering it.  \n 5\nAssociations Act (Act No: 1/2003) \n ) A seal or flag or colour or a motto  proposed to be registered in \naccordance with subsection (a) is undesirable in the opinion of the \nRegistrar of Associations, such a seal  or flag or colour or a motto cannot \nbe registered. \n \n15. Founding members of the Association \n \n ) Persons proposing an association to be registered in accordance with the \nprovisions of section 6 of this Act should in effect be the founding \nmembers of the association. \n ) Within 6 months from the date of re gistration of an association under this \nAct the association shall hold a general meeting to appoint or elect an \nExecutive Committee in accordance with the Governing Regulations, after \nwhich details of the members of the appointed or elected Executive \nCommittee should be submitted to the Registrar of the Association within \n30 days from the date of holding th e general meeting. Thereafter any \nchange or alteration to the Association’s Executive Committee should be \nnotified to the Registrar of the Association within 30 days of such a \nchange or alteration. \n ) During the process of registering an association and before a general \nmeeting mentioned under the subsection (b) of this Act is held after registering an association, the founding  members of the association should \nbe involved and responsible for all th e activities of the association until \nthe first Executive Committee is appoin ted or elected. After the Executive \nCommittee is appointed or elected the Executive Committee shall be \ninvolved and responsible for all the activities of the association. \n \n16. Registry of Members \n ) In accordance with the G overning Regulations of every association there \nshould be a registry of members of  the association with their names and \naddresses. \n 6\nAssociations Act (Act No: 1/2003) \n ) Upon a request by the Registrar of Asso ciations a copy of the registry of \nmembers of association or a list of me mbers of the association should be \nprovided by the association to the Registrar of Associations. \n \n17. Membership Fee \n \nEvery association may collect a membersh ip fee from its members as mentioned \nin its Governing Regulation.  \n  \n18. Changes to the Governing Regulation \n \nIn accordance with this Act and regulati ons made under this Act, an association \nmay alter the provisions of its Govern ing Regulation by passing a special \nresolution in a general meeting, subject  to approval of the Registrar of \nAssociations. \n \n19. Prohibiting the incorporation of an association \n \nTo maintain harmony and sovereignty of  the country, incorporation of an \nassociation for the purposes mentioned under this section is prohibited. \n \na) Conflicting with the principles of Isla m, or disregarding Islamic religion, \nor rebuking or undervaluing religious harmony of the country, or \nexpressing or propagating the thinking  and beliefs of any another religion \nother than Islamic religion. \nb) Any doings in breach of the consti tution and the laws of Maldives. \nc) Any doings underrating freedom, sovereignty of the country or its \ngovernment. \nd) To break away citizens inside the bor der of the Republic of Maldives or \nany persons from Maldives from the boundary of the States enforcement \n 7\nAssociations Act (Act No: 1/2003) \ne) Other than for State interests, to trai n, be trained or conduct any kind of \nmilitary activity. \n ) Infringe the rights of Maldivian citizen or a group among Maldivian \ncitizenry or inciting conf lict within the society. \n ) Encourage, enforce or aid to do any ac t mentioned in subsection (a), (b), \n(c), (d), (e), (f) \n \n0. Functions of Association \n \nUpon registering an associati on in accordance wi th the provisions of section 6 of \nthis Act, the association has the discreti on to commence its functions as specified \nwithin the objectives of the associatio n, in accordance with the laws and \nregulations of Maldives and the ass ociation’s Governing Regulation. \n \n0. Doing business in the name of the association  \n \n ) In order to achieve objective(s) stipul ated in the Governing Regulation, it \nis permitted for an association registered under this Act to carry out \nbusiness transactions, as long as it is  in accordance with the laws and \nregulations of Maldives while comply ing with the regulations of that \nassociation, and that it is  done not to raise an earning for the members of \nthe association and that they do not claim profits raised as a result of such \ntransactions. \n ) Any business transaction mentioned in this subsection (a) should not \noutweigh other activities or function s carried out by the association. And \nany such business transaction should al ways be in aid of and pursuance of \nthe objectives mentioned in the Governing Regulation. \n \n 8\nAssociations Act (Act No: 1/2003) \n0. Seeking and accepting assistance from foreign parties \nEvery association registered under this Ac t should seek or accept any form of \nassistance from any foreign parties in a ccordance with the regulations of the \nconcerned authorities of the Government. \n \n0. Debts of the Association \n \n ) Any debt or such responsibility shall be  borne by an association only after \nit has been approved by the Execut ive Committee and a plan has been \ndrawn to pay off such a debt and if it  is in accordance with the Governing \nRegulation of the association. \n ) If an association wishes to seek a lo an or financial liability beyond its \nfinancial capacity and properties, such undertaking should be carried out \nafter it is approved by the Executive  Committee, and, thereafter, approved \nin a General Meeting of its members by passing a special resolution. \n \n0. Members of the Executive Committee \n \nA member of the Executive Committee shal l be a person of 18 years of age or \nolder according to Gregorian Calendar  and be a general member of the \nassociation, and if the Executive Member is to be another party then such a \nmember should have been select ed to represent that party. \n \n0. Abuse of Association’s Legal Entity \n \nNotwithstanding the fact that an associat ion upon registering in accordance with \nthe section 13 of this Act is an entity se parate from its members with a separate \nlegal entity, where a person or a group of  people who carried out the illegal acts \nusing the distinct entity of the association as a veil, sh all be held liable for the \ndoings. \n \n 9\nAssociations Act (Act No: 1/2003) \n0. Keeping Financial Records \n \nEvery association should keep  its financial records of  incomes, expenditure, \nproperties of the association, debts and other legally bi nding obligations of the \nassociation in a clear and proper order. \n \n0. Place and Period for Keeping of Financial Records \n \nEvery association should keep its financial records at the registered office of the \nassociation in a way open for inspection at the request of the members of the \nassociation for a period of five years fr om the date of preparation of the said \nrecords. \n \n0. Annual Accounts and Reports \n \nEvery association shall prepare and submit  for approval at the annual general \nmeeting of the association, the annual income and expenditure report, a report on \nits functions and activities undertaken by the association in the previous year, after \nthese had been approved and signed by the Executive Committee of the \nassociation. \n \n \n0. Accounts and Reports to be sent to the Registrar. \n \nThe annual accounts and reports stated in  section 28 and the auditor’s report as \nstated in section 30 of this Act shall be submitted to the Registrar of Associations \nwithin 30 days from the date of holdi ng the annual general meeting of the \nassociation. \n \n 10\nAssociations Act (Act No: 1/2003) \n30.  Auditors \n \nAmongst associations registered under th is Act which need to prepare the audit \nreport under regulations made under this  Act shall prepare the audit report and \nsubmit it to the General Meeting of the association. \n \n31. Voluntary Winding Up of Association \n \na) Voluntary winding up of an associatio n may be decided by the association \nwhere acting as according to the asso ciation’s Governing Regulation the \nmembers of the association have appr oved the dissolution by passing a \nspecial resolution in a General Meeting of members of the association. \nb) If an association decides to wind up  according to the subsection (a), a \npublic announcement of the dissolution sh ould be made as to any claim or \ndebt, loan or charge brought against the association which needs to be \nsettled according to the regulations ma de under this Act, and, thereafter, \nwhen everything has been settled and a ll conditions have been  fulfilled in \naccordance with this Act and the regulations made under this Act, and the \nissue has been brought forward to the Re gistrar of Associations  then such \nan association could be dissolved by the Registrar of Associations. \n \n \n \n32. Canceling the Registry of an Association \n \na) If an association failed to commence any activities set out by them within \ntwo years from the date of registration or an association failed to carry out \nany activity for a period of two years or  an association is repeatedly at fault \nwith this Act and regulations made under this Act, or committed an act \nmentioned under section 19 of this Ac t, after giving a period to settle \n 11\nAssociations Act (Act No: 1/2003) \ndebts and properties of the association,  the Registrar of Associations has \nthe right to cancel the registry of such an association. \nb) After canceling the registry of an association in accordance with the \nsubsection (a) all the rights attain ed due to the registration of the \nassociations comes to an end an d the association is dissolved. \n \n33. Winding Up by the Court  \n  \nWhere an association is unable to settle its debts, or it is proved to the Court that \nthe association has been repeatedly in default to comply with the statutory \nrequirements or is managed for illegal pu rposes or where the court is of the \nopinion that the winding up of  the association is the most just and fair solution in \nrespect of the matter and the Court orders the winding up of the association, then \nafter giving a period to settle the de bts and property of the association, the \nRegistrar of the Associations should dissolve the association.  \n  \n34. Associations registered outside the Maldives \n \na) International organizations, except those which come into being as a result \nof an agreement with the Maldivian government or those formed \nfollowing Maldives rectifying inte rnational convention(s), should only \noperate in the Maldives after they have submitted their information required by the regulations made under this Act to the Registrar of Associations and having obtained an approval to operate in Maldives by \ngetting it registered in accordance with the laws and regulations of the \ncountry. \nb) Associations registered as Intern ational Organizations under the \nsubsection (a), should only operate in  Maldives, in accordance with this \nAct and regulations made under this  Act, without any discrimination \nbetween associations registered under section 6 of this Act, and without \n 12\nAssociations Act (Act No: 1/2003) \nany discrimination in complying with  the requirements of this Act and \nregulations made under this Act. \n \n35. Exceptions \n \nAssociations formed among students of Secondary Schools or of lower schools \nand operated at their schools are given exception under this Act. \n \n36. Existing Associations  \n \na) Associations registered with the Mini stry of Home Affairs, Housing and \nEnvironment under Act No. 26/82 (Law  of registration of associations, \nclubs and parties) and existing at the date this Act comes into effect, shall \nupon this Act coming into effect be deemed to be registered under this \nAct.  \nb) Where Governing Regulations of associ ations are registered with the \nMinistry of Home Affairs, Housing and Environment prior to passing of \nthis Act, such associations are required to alter them such that the \nGoverning Regulations are in complian ce with this Act, and submitted to \nthe Registrar of Associations with in one year according to Gregorian \nCalendar from the date of this Act comes into effect. \n \n \n37. Penalties \n \na) If an association contravenes this Ac t or regulations formed under this \nAct, or fails to act within the alloca ted period for which a period has been \nallocated for action, or disobeys order(s) given by the Registrar of \nAssociations in accordan ce with discretions placed on him under this Act \nand regulations made under this Act, the Registrar of Associations has the \n 13\nAssociations Act (Act No: 1/2003) \nright to penalize such an association for a fine not exceeding 500/- (five \nhundred) Rufiyaa. \nb) If a person incorporates or operates an association without registering in \naccordance with or in contradiction to this Act such a person shall be given a penalty of two to five year s sentence in jail or banishment to \nanother island or be placed under house arrest. \n \n38. Regulations \n \nRegulations to be made under this Act shall be made and enforced by an \nappointee of the President of Maldives. \n \n39. Definitions \n \nIn this Act unless the context sp ecifically indicates otherwise. \n \na) “Association” shall mean associations, parties and clubs incorporated in \naccordance with this Act as busine ss organizations or non-profit \norganizations. \nb) “Registrar of Associations” shall mean the person appointed by the President of Maldives to discharge the functions of Registrar of Associations as provided in this Act. \nc) “Special resolution” shall mean an y resolution passed by two third \nmajority of those votes of members elig ible to vote in a general meeting of \nthe association. \nd) “Person or Persons” shall mean to include legal entities as well. \ne) “Announce publicly” shall mean to pu blish in a daily newspaper published \nregularly in the Maldives and to broadcast over radio and to telecast over \ntelevision in accordance with regulations made under this Act. \n 14\nAssociations Act (Act No: 1/2003) \nf) “Executive Committee” shall mean a collection of people with \ndesignations appointed or elected to run an association in accordance with \nan association’s Governing Regulations. \n ) “Non-profit organization” shall mean  from the associations registered \nunder this Act, every asso ciation that has been formed for charitable \ncause. \n \n0. Laws repealed \n \nAct No. 26/82 (Law of registration of associations, clubs and parties) shall be \nrepealed from the date this Act comes into effect. \n 15", "source": "public_google_drive", "metadata": {"file_id": "1Tay4kBz39ooIkRqApYwV7i-CTJLMVsnh", "file_name": "AssocAct.pdf", "relative_path": "knowledge_base/books/Law/AssocAct.pdf", "share_link": "https://drive.google.com/drive/folders/1F2A1RO8W5DDa8yWIKBMos_k32DQD4jpB?usp=sharing", "mime_type": "application/pdf", "size": 238212, "share_links": ["https://drive.google.com/drive/folders/1F2A1RO8W5DDa8yWIKBMos_k32DQD4jpB?usp=sharing"], "source": "public_google_drive"}, "tags": ["google_drive_public", "google_drive", "pdf", "public_share"]}
{"identifier": "public-google-drive-1czP9pvgHJMy_I17lTonV8Fj5CBUwAmWj", "content": "PREVENTION AND \nPROHIBITION OF \nCORRUPTION ACT 2000 \n(Act. No. 2/2000) \n 1\nAct No: 2/2000 \n2-6-1421 \n31-8-2000  \n \nPreamble and title: \n \n1. (a) This Act is to prevent the offer an d acceptance of bribery, the prevention \nand prohibition of attainment of undue advant age or the facilitation of attainment of \nundue advantage through use of influence fr om position, and the prevention of such. \n \n(b) This Act shall be cited as, “Pre vention and prohibition of corruption \nAct” \n \nThe offence of offering and accepting bribery in relation to a task \nundertaken by the government \n \n2. (a) In relation to a task or interaction undertaken, or to be undertaken by the \nGovernment or a government agency, it is an  offence for an employee of government or \ngovernment venture, on his own, using some one or through someone to accept bribery, \nto request for bribery, to agree to accept, to bribe, agree to bribe or propose to offer \nbribery to a similar employee, in order to lessen the burden, to ease, to benefit, to give \nany advantage whatsoever, to inconvenience or to make burdensome or to inflict any harm whatsoever on a specific party or to motivate or reward someone for the carrying out of such. \n \n (b) A person who commits an offence stated in subsection (a) above shall be \npunishable with imprisonment, or banishme nt or house arrest not exceeding 7 years.  \n \nThe offence of offering and accepting bribery by members of the People’s \nMajlis \n \n3. (a) It is an offence for a member of the People’s Majlis or a person elected to \nbe a member of the People’s Majlis  or a person appointed to the People’s Majlis on his \nown or through an agent to accept bribery, to  request for bribery, to agree to accept, or \nto propose to offer bribery, or to agree to bribe, or to offer br ibery in any form to \nmotivate someone, to reward, in order to act or omit to act in the capacity as a member of the People’s Majlis.    \n \n(b) A person who commits an offence stated in subsection (a) above shall be \npunishable with imprisonment, or banishme nt or house arrest not exceeding 7 years. \n  \nThe offence of offering and accepting  bribery in the judicial sector \n \n4. (a) It is an offence for a High Court judge, or judge or a magistrate, or any \nother person assigned responsibility to pass ju dgement in performing or omitting to \nperform a responsibility of his post, to accept br ibery, to request for bribery, to agree to \naccept or to bribe, agree to bribe or propose to offer bribery by himself, using someone \nor through someone in order to lessen the burden, to ease, to benefit, to give any advantage whatsoever, to inconvenience or to make burdensome or to inflict any harm whatsoever on a specific party or to use pos ition to motivate someone to commit such or \nto reward for the carrying out of such. \n \n 2\n(b) A person who commits an offence stated in subsection (a) above shall be \npunishable with imprisonment, or banishme nt or house arrest not exceeding 10 years. \n \n \nThe offence of offering and accepting bribery in relation to a task \nundertaken by a member of the public  \n \n5. (a) With regard to task or interaction undertaken, or to be undertaken by a \nmember of the public or Government, or a government venture, it is an offence for a \nperson  on his own or through an agent to accep t bribery, to request for bribery, to agree \nto accept bribery, to bribe, agree to bribe or propose to offer bribery in order to lessen the burden, to ease, to benefit, to give any advantage whatsoever, to inconvenience, to make burdensome or to inflict any harm whatsoever on a specific party or to motivate or reward someone for the carrying out of such.  \n \n(b) A person who commits an offence stated in subsection (a) above shall be \npunishable with imprisonment, or banishme nt or house arrest not exceeding 5 years. \n \nThe offence of offering bribery to a person without powers to fulfil the \npurpose for which bribery was offered \n \n6. (a) It is an offence  to accept bribery, to request for bribery,  agree to receive, \nto bribe, agree to give bribery, or propose to offer bribery either to motivate someone or  \nas a reward for the carrying out of an offence stated in sections 2,3,4, and 5 of this Act even if the person who accepted bribery, or re quested for bribery, or  agreed to accept \nbribery does not or could not have sufficient powers or discretion to fulfil the purpose for which bribery had been offered. \n \n(b) A person who commits an offence stated in subsection (a) above shall be \npunishable with imprisonment, or banishme nt or house arrest not exceeding 3 years. \n \nCommitting or attempting to commit a bribery offence though a person or \na group \n \n7. (a) Where bribery stated in sections 2,3,4, and 5 of this Act is accepted, \noffered, agreed to be offered or accepted, attempted to be given or accepted, through a person or a group acting as an intermediary,  and where such an intermediary knew that it \nwas bribery, or where there were reasonable gr ounds to believe that it was bribery, the \nintermediary involved in giving or accepting  bribery or doing such shall be culpable. \n \n(b) A person who commits an offence stated in subsection (a) above shall be \npunishable with imprisonment, or banishme nt or house arrest not exceeding 5 years. \n \nBribing to exert influence \n \n8. (a) It is an offence for a person on hi s own or on behalf of another person \nto accept bribery, to request for bribery, to  agree to accept in order to make a person \nmentioned in sections 2,3,4,5 to lessen the bu rden, to ease, to benefit, to give any \nadvantage whatsoever, to inconvenience, or to  make burdensome or to inflict any harm \nwhatsoever on a specific party, or to bribe, ag ree to bribe, or propose to offer bribery  to \ninduce or to reward for the carrying out of such. \n 3\n(b) A person who commits an offence stated in subsection (a) above shall be \npunishable with imprisonment, or banishme nt or house arrest not exceeding 5 years. \n \nInforming about attempting to offe r bribery and the offer of bribery  \n \n9. (a) Where it is known that a person me ntioned in this Act accepted bribery \nor tried to accept bribery or such a person offered bribery or tried to offer bribery, or \nwhere there are reasonable grounds to believe th at bribery had been accepted or is  to be \naccepted, or offered, or is to be offered, details including information about the person or persons who committed or tried to commit the act should be informed without delay, in Male’ to the Ministry of Defence and Nationa l Security in the islands to Atoll or Island \nOffices.  Delay in informing without acceptable reason is an offence. \n \n(b) A person who commits an offence stated in subsection (a) above shall be \npunishable with imprisonment, or banishme nt or house arrest not exceeding 2 years. \n \nWhere purpose of the bribe is not served \n \n10. The offence of bribery stated in sections 2,3,4, and 5 of this Act shall be \ncomplete even where the purpose of the bribe had not been served from the person who accepted, requested to receive, agreed to receive the bribe \n \nEstablishing that it is not bribery \n \n11.  Property and money belonging to a person accused of committing the offence of \nbribery stated in this Act shall be declared to have been obtained through bribery, where \nit is established during the trial proceedin gs that the person had accepted bribery and \nwhere the person fails to establish that m oney and property in excess of known income \nwas not obtained through bribery. \n \nThe offence of obtaining undue ad vantage by government employees \n \n12. (a) It is an offence for an employ ee of Government or a Government \nventure to use position or influence from position, to gain or confer an undue advantage pertaining to a task or connected  to a task being carried out by the agency or place of his \nemployment.  \n             \n(b) A person who commits an offence stated in subsection (a) above shall be \npunishable with imprisonment, banishment  or house arrest not exceeding 3 years. \n \nThe offence of acting in a manner which precludes an advantage to the \npublic or the State where a benefit exists.   \n \n13. (a) It is an offence for an y government employee to act  in a manner that \nprecludes the public or state from attaining advantage of anything the public or state \ncould have benefited from, or to act in a manner that diminishes the benefits that could \nhave been attained,  or diverts the benefits or a part of  the benefits to the employee or the \nemployee’s wife or husband. \n \n(b) A person who commits an offence stated in subsection (a) above shall be \npunishable with imprisonment, banishment  or house arrest not exceeding 5 years. \n 4\nThe offence of assigning work, procuring for the government and using \ngovernment property for personal gain \n \n14. (a) It is an offence for anyone to use any government property in \ncontravention of governme nt regulations to get an income or for personal gain. It is also \nan offence for a government employee to compel another government employee to work \nor undertake a task during official working hours of the employee, in contravention of government regulations to get an income or for personal gain. \n \n(b) It is an offence for any government employee to procure, rent, receive or \nobtain, in contravention of government regu lations, for the employees place of work or \nfor a place which the employee is responsible  for administering, personal property or \nproperty belonging to a person the employee is in partnership with, or an enterprise which confers benefits to the employee or an enterprise in which the employee holds \nshare in.   \n \n(c) It is an offence for any government employee to allot work required for \nthe employees place of work or for a pl ace which the employee is responsible for \nadministering, in contravention of governme nt regulations, to an entity owned by the \nemployee or which confers benefits to the employee or where the employee holds share \nin. \n \n(d) A person who commits an offence stated in subsections (a)(b)(c) above \nshall be punishable with imprisonment, banish ment or house arrest not exceeding 3years, \nand any benefits attained through commission of such offence together with any damage sustained by the Government  sha ll be obtained from the person.  \n \nManner of business dealings by the Chief Justice, Speaker of the People’s \nMajlis, Ministers of the State and Employees of the Government \n \n15. (a) It is an offence for the Chief Justice, the Speaker of the People’s Majlis, a \nmember of the cabinet, a Minis ter of the State, or a person of similar status, the Auditor \nGeneral, Commissioner of Elections, a Judge of  the High Court of Maldives, an Atoll \nChief, wives or husband’s of such persons and from employees of government those \ndecided by the president, their wives and husbands to run or manage any type of \nbusiness in conjunction with foreigners. \n \n(b) It is an offence for a government  employee or wife or husband of a \ngovernment employee who holds responsibilities to deal with a foreigner or who holds \nresponsibilities to deal with tasks undertaken by a foreigner in connection with the \ngovernment, to engage in any type of business with such a foreigner, where the foreigner has either requested something from the government or is to undertake tasks in partnership or jointly with the government \n  \n(c) A person who commits an offence stated in subsection (a) or (b) above \nor acts in contravention with this section shall be punishable with imprisonment, or banishment or house arrest not exceeding 3 years. \n \n \n \n 5\nGift by a person who requests something from the government \n \n16. (a) It is an offence for a government employee, or wife or husband of \ngovernment employee to compel or request , any person who has requested something \nfrom the government, or who wishes to un dertake government work or to work in \npartnership or in a joint venture with the government, to do their own personal work. \n \n(b) Where a government employee, or  wife or husband of government \nemployee receives a gift from a person wish ing to undertake government work or to \nwork in partnership or in a joint venture with the government and who had undertaken \nor who is to undertake tasks or who has re quested something from the government, the \ngift shall be delivered to a person decided by the president or to the President’s Office \nwithout delay. \n \n(c)  Information about a proposal to offer a gift to a government employee, \nor wife or husband of government employee, by anyone who is in partnership or in a \njoint venture with the government and who had undertaken or who is to undertake tasks or who has requested something from the government, shall be conveyed to a person decided by the president or to the Presidents Office without delay. \n \n(d) A person who commits an offence stated in subsection (a) above shall be \nsubjected to imprisonment, or banishment or  house arrest not exceeding 1year. And a \nperson who contravenes subsections (b) and (c) of this section shall be subjected to the same. \n \nOffence of hiding information and destroying evidence and documents \n \n17. (a) It is an offence to wilfully hide information which the person knows \nabout when requested for the purposes of in vestigation of a matter considered unlawful \nunder this Act or for court proceedings, an d to hide and destroy documents and other \nevidence required for investigation of a matter considered unlawful under this Act or which maybe required for court proceedings. \n \n(b) A person who commits an offence stated in subsection (a) above shall be \nsubjected to imprisonment, or banishment or house arrest not exceeding 2years.  \n \nProtecting the informant \n \n18. (a) Where a person who suspects that a crime stated in Act has been \ncommitted and provides such information reque sts for his identity to be withheld, no \none shall be given any information whatsoever that may reveal the identity of the informant save for those persons who need to  know such for purposes of investigation, \nprosecution, and conduct of trial proceedings. A person who had access to information about the informant shall be culpable where the information is disclosed to another person.  \n \n(b) Identity of a person need not be withheld as per subsection (a) above \nwhere information stated in subsection (a) a bove was given with the knowledge that the \ninformation is false or where the information was given while the informant had grounds to believe that the information differs from the real situation. \n \n 6\n(c) A person who commits an offence stated in subsection (a) above shall be \nsubjected to imprisonment, or banishment or house arrest not exceeding 1year.  \n \nParticipation of informant in commission of offence \n \n19. Section 18 of this Act does not preclude the right to investigate or prosecute an \ninformant who provides information about a person who had committed an offence \nstated in this Act or prohibited in this Act, where the informant himself had committed \nan act or where the informant is party to th e commission of an act prohibited under this \nAct. \n \nOffence of giving wrong information \n \n20. (a) It is an offence to give informat ion which a person knows to be untrue or \nmisleading about the commission of an offence stated in this Act or an act prohibited \nunder this Act to the concerned government agency or an authority investigating such. \n \n(b) A person who commits an offence stated in subsection (a) above shall be \nsubjected to imprisonment, or banishment  or house arrest not exceeding 1year. \n \nFailure to appear for investigation \n \n21. (a) It is an offence for a person accused of committing an offence under this \nAct or suspected of having committed an act prohibited under this Act not to present \nhimself when summoned for the purpose of an investigation, or for any other person not to appear when summoned for the purpose of a witness statement required for investigation. \n \n(b) A person who commits an offence stated in subsection (a) above shall be \nsubjected to imprisonment, or banishment  or house arrest not exceeding 1year. \n \nObstructing responsibility \n \n22.  (a) It is an offence to obstruct the execution of responsibilities of any lawful \nauthority in the enforcement of this Act. \n \n(b) A person who commits an offence stated in subsection (a) above shall be \nsubjected to imprisonment, or banishment or house arrest not exceeding 6 months. \n \nAttempting to commit an offence \n \n23. A person who attempted to commit an offence stated in this Act shall be \nculpable in the same manner as a person who committed such an offence. And the same penalty stipulated in this Act for a person who commits an offence mentioned in this Act shall be applied. \n \n \n \n \n \n \n 7\nProperty and money obtained through commission of an offence \n \n24. (a) Property and money received thro ugh the commission of an offence \nstated in this Act and property obtained through such whether with the person, with \nsomeone else, and where ever it is, whether sold or given to a person shall be confiscated.  \n \n(b) Where there is suspicion that person has committed an offence stated in \nthis Act or where a person is being prosecuted  for such, pending the decision of court, \nthe judge reserves the right to order money and property suspected to have been obtained through commission of the offence to be confiscated, taken away from the person and kept with a specific party or order the accused not to transact with such or to order to ensure that such does not leave the hands of the accused. \n \n(c) Pending a court order stated in subsection (b) above, the government \nagency investigating the case of a person who is under suspicion for committing an offence stated in this Act shall have the right to confiscate or order the confiscation of property and money suspected to have b een obtained  through commission of an \noffence stated in this Act. \n \nChecking bank account \n \n25. Investigative agency of the Government has the authority to obtain through the \nMaldives Monetary Authority bank account details and details of transactions carried out through banks including money received, m oney transmitted through banks of persons \nunder suspicion of having committed offences stated in this Act and also to obtain \ncopies of documents which are required for investigation or to send the case to court.  \n \nWithholding bank account \n \n26. If there is suspicion that money in a person’s bank was obtained through the \ncommission of an offence stated in this Act,  the investigative agency of the Government \nor the court where the case had been submitted to, has the authority to bar transactions \nthrough the Maldives Monetary Authority and to order that money be withheld pending conclusion of investigation or trial proceedings. \n \nEnforcement of this Act and making of regulations \n \n27. Enforcement of this Act and regulations required to be made under this Act shall \nbe made and enforced by the President or  an agency or agencies appointed by the \nPresident. \n \nInterpretation \n \n28. Unless the context requires otherwise, in this Act \n \n(a) ‘Bribery’ is referred to as money, g oods and property, conveniences and other \nbenefits, other than salary, wages, benefi ts, perks and conveniences offered by the \nemployer commensurate to employment, offered or obtained in order to act or omit to \nact or to lessen the burden, to ease, to benefit, to give any advantage whatsoever, to inconvenience or to make burdensome or to  inflict any harm whatsoever on a specific \nparty or to motivate or reward someone to carry out such. \n 8\n(b) ‘Undue advantage’ refers to anything other than bribery obtained through use of \ninfluence from position in  addition to salary, wages, benefits, perks and conveniences \ncommensurate with work offered by the employer.  \n \n(c) ‘Pass judgement’ refers to the verdict by the court in accordance with Shari’ah \nand the Laws. \n \n(d) ‘Business’ refers to any undertaking or work done to receive or generate financial \nreturn or income. This excludes transaction carried out with personal property which cannot be classified as engaging in business. \n \nRepealed Acts \n \n29. Section 2 of Law no 4/68 (general laws), Law no 10/78 (Law on requesting \nthings from those who request for things from the State or related to the State and those who undertake tasks in partnership or jointly with the government and, regarding things \nreceived from such persons), Law no 12/78 (Law on conducting business with a foreigner who has either requested something from the State or related to the State or \nwho has undertaken tasks in partnership or jointly with the government), Law no 97/78 (Law on offences committed by government  employees using position), Law no 98/78 \n(Law on government senior officials disobeyi ng the laws and, acting in a manner that \ndenies benefits to the public or the government where there is an advantage)shall be repealed upon this Act coming into force. \n \n \n \n \n 9", "source": "public_google_drive", "metadata": {"file_id": "1czP9pvgHJMy_I17lTonV8Fj5CBUwAmWj", "file_name": "Corruption.pdf", "relative_path": "knowledge_base/books/Law/Corruption.pdf", "share_link": "https://drive.google.com/drive/folders/1F2A1RO8W5DDa8yWIKBMos_k32DQD4jpB?usp=sharing", "mime_type": "application/pdf", "size": 121735, "share_links": ["https://drive.google.com/drive/folders/1F2A1RO8W5DDa8yWIKBMos_k32DQD4jpB?usp=sharing"], "source": "public_google_drive"}, "tags": ["google_drive_public", "google_drive", "pdf", "public_share"]}
{"identifier": "public-google-drive-1AOwwa12dASo0l08Q_wGSSMyChwZztsEd", "content": "FAMILY ACT \n \n \n \n \nA TRANSLATION \n \n \n \n \n \n \n \n \nTranslator’s Note \n \nThis is a reasonably accurate translation of the Maldives Family Law originally \nfound in the Maldivian Language, Dhivehi. Ever y effort has been made to maintain \nthe style and format of the Dhivehi or iginal. The reader may expect certain \ninconvenient defects in th is Translation which may be attributable to corresponding \ndefects in text, format and style of th e Dhivehi original. However, where it is \nabsolutely essential or justifiable for the purposes of this Translation, certain \ndepartures from the Dhivehi text and styl e have been made without compromising the \nsubstance or spirit of the relevant Dhivehi provision. \n \n27th December 2004 1\nFAMILY ACT \n     \nAct Number 4/2000 \n25/9/1421 H. \n12/12/2000      \n \nTitle \n 1. a.  This Act makes provision in respect of the principles \nto be followed in the Maldives with regard to \nmarriage, divorce, payment of maintenance, custody, \nguardianship, ascription of legitimacy, proof of paternity and certain other matters of family life in the Maldives. \n \n  b.  This Act shall be cited as the “Family Act”. \n \n \n \nMarriage \n \n \nMarriage  \n 2.  Where a Maldives national c ontracts a marriage with another \nMaldives national, or a Maldives national contracts a marriage with a foreign national, that marriage shall be solemnized in accordance with the provisions of this Act. \n  \nSolemnization of \nmarriage \n 3.  a.  A marriage may be solemnized in the Maldives only \nby a judicial mauzun  in the presence of the judicial \nguardian of the bride and tw o witnesses in addition to \nthe man and woman desirous of contracting the \nmarriage and only upon an offer to marry being made by one of the parties to that marriage and that offer being accepted by the othe r and having received in \naccordance with this Act the consent of the judicial \nguardian of the bride, and ha ving completed all other \nformalities required to be completed in respect of a \nmarriage solemnized in accordance with this Act.\n \n \n27th December 2004 2\nb.  The judicial guardian of the bride shall for the \npurposes of subsection (a) of this section shall be \ndeemed to be present at the solemnization of the marriage where Judicial Consent in circumstances provided in subsection (b) of section 9 of this Act is \nreceived by the Judicial Mauzun in accordance with \nsub section (c) of that sec tion or  in circumstances \nwhere the consent of the judicial guardian of the \nbride has been delegated  to another, then by the \npresence of that person. \n \nMinimum age for \nmarriage 4. a.  Except in those circumstances provided in subsection \n(b) of this section, a marri age under this Act may be \nsolemnized only where each of the persons entering \ninto the marriage has completed 18 years of age in accordance with the Gregorian Calendar.  \n \n  b.  Where a person who has not completed 18 years of \nage in accordance with the Gregorian Calendar makes an application to marry, the Registrar of Marriages has the discreti on, where that person has \nattained puberty, to grant approval to the \nsolemnization of that marriage upon having considered the person’s physical well being, competence to maintain a liv elihood,  and reasons for \ncontracting the marriage. \n \nDegrees of marriage  \n 5.  A person shall contract a marriage with a person who by \nrules of Shariah is not prohibited from marrying him.  \n \nMarriage by a \nWoman whose \nmarriage is \nsubsisting  \n 6.  a. A wife of a person or  a woman to whom marital \nrights of a man may be attributed or with whom such \nrights may be exercised by that man (ismath), shall not be capable of contrac ting a marriage with another \nperson. \n \n \n27th December 2004 3\nb. A woman placed in the period of iddah following a \nrevocable divorce shall be incapable of contracting \nany marriage except with her erstwhile husband.  \n \n  c.  A woman suffering from being divorced three times \nby the same husband shall be incapable of contracting marriage with  her erstwhile husband \nexcept after another man had contracted a marriage with her, consummated that marriage, divorced her, and she had there after observed the period of iddah \napplicable in respect of that divorce.  \n \n  d.  A woman suffering from widowhood shall be \nincapable of contracting any marriage except a period of 4 months and 10 days has,  according to the Islamic \nCalendar, lapsed from th e date of her husband’s \ndeath.\n \n \n \nNumber of \nsimultaneous marriages a man can enter into \n 7.  A man shall be incapable of  simultaneously contracting a \nmarriage with more than 4 women. Where there is a woman \nsuffering a period of iddah in respect of such a man, she \nshall for the purposes of this section be deemed to be a woman in simultaneous marriage with him.  \n \nMarrying a non-\nMuslim  \n 8.  a. No Maldivian woman sha ll contract a marriage with  \na non-Muslim man. \n \n  b.  Where a Maldivian man wishes to contract marriage \nwith a non Muslim female, that marriage may only be \nsolemnized if that non Musilim female is permitted by Islamic Shairah to contract a marriage with a Muslim male. \n \nConsent and Wali \n 9. a. A marriage may be solemn ized and registered under \nthis Act only where there exists the consent of the  parties to the marriage to c ontarct that marriage. And \n27th December 2004 4\nwhere there exists consent of  the judicial guardian of \nthe bride or Judicial Consent obtained in accordance \nwith subsection (b) of this section. \n \n  b.  Where the consent of the judicial guardian of the \nbride may not be obtained due to any of the following \ncircumstances, the marriage may be solemnized with Judicial Consent: \n \n   (i) No person capable of being the judicial \nguardian by lineage is alive;   \n \n   (ii) Consent is withheld by judicial guardian \nwithout reasonable cause; \n \n   (iii) Whereabouts of the judicial guardian is not \ndeterminable;  \n \n   (iv) Judicial guardian lacks requisite conditions to \ngrant consent.  \n \n  c.  Where the existence of a circumstance mentioned in \nsubsection (b) of this secti on is established before the \nCourt and where Judicial Consent is required for \nsolemnizing the marriage, such Judicial Consent shall be entrusted in accordance with the Rules made under this Act to the Judicial Mauzun responsible for solemnizing that marriage.  \n \nDowry \n 10.  a. The woman contracting a marriage shall in \naccordance with the principles of Shariah  be entitled \nto dowry upon solemnization of the marriage. It shall be obligatory for the man c ontracting the marriage to \ngive the dowry in accordance with the principles of \nShairah. \n \n \n27th December 2004 5\nb. It shall be the right of the woman contracting a \nmarriage to receive the dowry, and to determine its \nnature and amount. No other person shall have any right in deciding any of the foregoing.  \n \n  c.  Any item of value lawful in Shariah  or any benefit or \nwork which is permitted in Shari’ah  shall suffice as \ndowry. \n \nObserving an \nagreement in marriage \n 11.  This Act does not prevent the inclusion of the basic \nprinciples to be observed in the marital relationship between \na man and a woman contracting a marriage in a nuptial \nagreement made in writing and compliance with such agreement.  \n \nMarrying more than \none woman \n 12. a. Marriage with more than one woman may be \nsolemnized only upon being approved by the \nRegistrar of Marriages subsequent to an application being made in accordance with this Act and \nRegulations made under it by a man desirous of \ncontracting such a marriage.  \n \n  b.  Marriage with more than one woman may be \napproved after having considered the financial competence of the man to maintain his wives and others dependant upon his care and maintenance and where the reasons for contracting the marriage based upon principles of Shariah  are acceptable to the \nRegistrar of Marriages  \n \nVoid  Marriages \n 13.  Every marriage that is in want of conditions required under \nShari’ah for a valid marriage shall be void.  \n \nApproval for \nmarriage \n 14.  a. Registrar of Marriages shall grant the approval to \nsolemnize marriages. No marriage shall be \nsolemnized without the approval of the Registrar of Marriages. \n27th December 2004 6\nb.  Approval to solemni ze a marriage is granted only \nwhere the marriage proposed to be solemnized meets \nconditions required to be fulfilled under the Shari’ah  \nand law. \n \nApplication to \ncontract marriage 15.  An application for approval to  contract marriage shall, in \naccordance with this Act and Regulations made under it,  be \nfiled with the Registrar of Marriages by the two parties \nwishing to contract that marriage, at least 7 days prior to the date proposed for contracting the marriage. \n \nMarriage between \nMaldivians and foreigners \n 16.  A marriage between a Mald ivian national and a foreign \nnational may only be solemnized upon fulfillment of \nfollowing conditions: \n  a. Where the man and the woman proposing to contract \nthe marriage satisfy the conditions required for making a marriage valid under Shari’ah.  \n \n  b. Where a man of a foreign origin proposes to contract \na marriage with a Maldivian woman, the man is financially competent in accordance with the principles held by the competent Court of Law in the Maldives to bear the expenses of maintaining a family.  \n \nDeclaration by \nforeign male \n 17.  Where a man of a foreign or igin proposes to contract a \nmarriage with a Maldivian woman, he shall prior to \ncontracting the marriage, sign a d eclaration to the effect that \nhe accepts the obligations created under this Act and Regulations made under it  \n \nMarriage between \nMaldivians and foreigners solemnized prior to commencement of the Act 18.  The principles provided in Section 33 and section 34 of this \nAct shall also apply in respect of marriages solemnized \nbetween Maldivians and foreigners prior to the commencement of this Act \n \n27th December 2004 7\nRegistration of Marriages  \n \nRegistration  19.  a.  Marriages solemnized in the Maldives, marriages \nsolemnized abroad between Maldivians and \nmarriages solemnized between Maldivian citizens and foreign nationals shall be registered in accordance with provisions of this Act. \n \n  b.  No marriage solemnized in contravention of this Act shall be registered under this Act. \n \n  c.  A marriage mentioned in subsection (a) of this \nsection shall be regist ered under this Act upon \npayment to the Registrar of Marriages of a fee provided in the Regulations  made under this Act. \n \nRegister of \nMarriages  20.  a.  There shall be a Register of Marriages to record \nparticulars of all marriages registered under this Act. \n \n  b.  The Registrar of Marriages shall keep and maintain \nthe Register of Marriages recording particulars of \nmarriages solemnized in accordance with this Act \nand Regulations made under it.  \n \nCorrection of errors \nthe Register of Marriages  21.  Where any particulars entered in  the Register of Marriages in \nrespect of a marriage is establis hed to be untrue, the Regisrar \nof Marriages shall, in the presence of the two parties to that \nmarriage or where they have deceased, in the presence of two witnesses, correct the untrue entry by delineating across that entry and entering the corr ect particulars and placing his \nsignature.  \n \nMarriages \nsolemnized abroad  22.  Where a Maldivian national contracts a marriage abroad in a \ncountry where there is an o fficial representative office  of the \nMaldives, he shall within two months from the date of \ncontracting the marriage make an application to that office to \n27th December 2004 8\nregister his marriage in accordance with the provisions of \nthis Act and Regulations made under it. \n \nWhere a marriage was contracted in a country where there is \nno official representative o ffice of the Maldives, an \napplication to register the marriage in the Maldives in accordance with this section shal l be made within 6 months \nfrom the date of contracting such marriage.  \n \nDivorce and Dissolution of Marriage  \n \n \nApplication to \nDivorce  23.  a.  Where a husband is desirous of divorcing his wife, he \nshall do so only with  the approval of  the Judge after \nthe husband has made an  application to the \ncompetent court containing particulars as may be \nrequired by Regulations made under this Act. \n \n  b. Where an application is made to the Court in \naccordance with subsection (a ) of this section by a \nhusband who is desirous of divorcing his wife, and \nwhere both parties have been summoned there after to the court and the wife has expressed her no objection to being divorced, then, with the approval of the Judge, the husband may divorce his wife in court. \n \n  c. Where an application is made to the Court in \naccordance with subsection (a ) of this section by a \nhusband who is desirous of divorcing his wife, and and the wife has expressed her desire to remain in that marriage with the husb and, then, the Judge shall \ntransmit the matter to the Conciliation Division for \nFamily Matters of the appropriate court.  \n \nWhere the matter arose in an island where its court \n27th December 2004 9\nlacks such a Division, th en the Judge shall in \naccordance with section 25 of  this Act work towards \nconciliation between that couple. \n \n  d.  Where the Conciliation Division for Family Matters  \ncommunicates to the Judge  that efforts towards \nreconciliation between the couple in accordance with \nSection 25 of this Act have proven to be \nunsuccessful, and where the Judge finds that the parties to the marriage may not be able to peaceably continue in that marriage, then the Judge shall grant \nhis approval to the husband to divorce his wife. \n \n  e.  Where the Conciliation Division for Family Matters  \ncommunicates to the Judge  that efforts towards \nreconciliation between the couple in accordance with \nSection 25 of this Act have proven to be  successful, \nor where the couple themselves communicate to the Court of their reconciliati on by any other means, then \napplication for divorce made to the court by the husband shall become a nullity. \n \nApplication for \ndivorce  \n 24.  a. A wife may in accordance with the Regulations made \nunder this Act make an app lication to the competent \ncourt for divorce on any of the following grounds:  \ni. Commission of an act by the husband that \ninjures the integrity of the wife. \nii. Cruelty by husband towards wife. \niii. Compulsion by husband towards woman to commit an act unlawful by religion. \niv. Abstinence by husband, without just cause, from performing sexual intercourse with the wife for a period exceeding 4 months. \n \n \n \n \n \n27th December 2004 10\nb. Where a wife makes an application in accordance \nwith subsection (a) of this section to the court seeking \na divorce from her husband, and where on examination of the matter it is found that the ground for seeking the divorce falls outside the provisions of section 28 of this Act, then the Judge shall transmit the matter to the Conciliation Division for Family \nMatters of the appropriate Court.  \n \nWhere the matter arose in an island where its court lacks such a Division, th en the Judge shall in \naccordance with section 25 of  this Act work towards \nconciliation between that couple\n. \n \n  c. Where the Conciliation Division for Family Matters  \ncommunicates to the Judge  that efforts towards \nreconciliation between the couple in accordance with \nSection 25 of this Act have proven to be unsuccessful, and where the Judge finds that the parties to the marriage may not be able to peaceably continue in that marriage, then the Judge shall separate the couple by a baayin divorce. \n \n  d. Where the Conciliation Division for Family Matters  \ncommunicates to the Judge  that efforts towards \nreconciliation between the couple in accordance with \nSection 25 of this Act have proven to be  successful, \nor where the couple themselves communicate to the Court of their reconciliati on by any other means, then \napplication for divorce made to the court by the wife shall become a nullity. \n \nConciliation \n 25.  a.  Upon transmittal of a matter for conciliation as \nreferred in section 23 and section 24 of this Act to the Conciliation Division for Family Matters , or upon \n27th December 2004 11\nsubmission of a similar matter to the Court in islands \nwhere such a Division is not available, the Conciliation Division or Court shall as soon as possible begin the process of reconciliation between the couple. Reconciliation process shall be completed in all such matters within 3 months of their transmittal or submission. \n \n  b.    Reconciliation process as per subsection (a) of this \nsection shall be conducted in  accordance with this \nAct and Regulations made under it. \n \n  c. In conducting the rec onciliation process as per \nsubsection (a) and subsection (b) of this section, priority shall be given to conducting the process by securing the attendance of the couple and those \nrelatives of theirs who po ssess knowledge in respect \nof the dispute.  \n \nRaju’ee Divorce  \n 26.  a.  Where a woman is divorced by a revocable or raju’ee \ndivorce and the act of revocation is committed in the Maldives, the marriage shal l be revived after making \nan application to the Court and in accordance with the principles of Shari’ah . However, where the \nwoman objects to revival of the marriage by revocation of the divorce, and where her reason for so doing is acceptable under S hari’ah , the Court shall \nnot revive their marria ge by revocation of the \ndivorce.  \n \n  b.  Where a marriage is revived in Court by revocation \nof divorce as provided in subsection (a) of this \nsection, the Court shall se nd to the Registrar of \nMarriages the particulars of  the marriage so revived.  \n \n \n27th December 2004 12\nc.  Where the Court has decreed a divorce under section \n24, or section 27, or section 28 of this Act, or made \nan order for dissolution of the marriage by faskh that is to say by judicial se paration, such marriage shall \nnot be revived by way of revocation of divorce .  \n \nKhul’u  Divorce \n 27.   This Act does not prohibit th e effecting of a khul’a divorce \nby application made to the C ourt where the parties to the \nmarriage agree that the wife may seek a divorce from her \nhusband by making a payment to him or giving him a thing \nof monetary value. \n \nFaskh or judicial \nannulment  \n 28.  Where a woman makes an ap plication to the Court for \ndivorce on account of any of  the following grounds, the \nCourt shall without transmitting that matter to the \nConciliation Division for Family Matters  mentioned in \nsection 25 of this Act annul that marriage.  \n  \n  a Lapse of a period exceeding one year without \nknowing the whereabouts of the husband. \n \n  b.  Failure on the part of the husband to provide payment \nof maintenance for a period exceeding three consecutive months, and the matter has been filed with the Court twice a nd order for payment of \nmaintenance has been made each such time and the husband continues to be in default of each of that order. \n \n  c.  Ignorance on the part of the wife at the time of \nmarriage that the husband suffered from impotence and satisfaction by the Court that sufficient evidence exists as to the impotence of the husband subsequent to the claim made by wife after contracting that marriage. \n \n \n27th December 2004 13\nd.  Insanity of the husband for a period of exceeding 2 \nyears. \n \n  e.  Continued suffering of the husband from a \ncommunicable and serious dise ase for which a cure is \nyet to be found. \n \n  f.  Occurrence of any othe r event which will permit the \nmarriage to be annulled under Shari’ah by faskh.  \n \nNo triple divorce by \nsingle pronouncement 29.  No husband shall divorce his wife by a triple divorce uttered \nin a single pronouncement. As such, irrespective of words \nchosen or number of times they  are uttered by a husband in \ndivorcing his wife, that act of divorce shall be deemed to be a single act of divorce.  \n \nPresumption of \nDeath \n 30.  Where circumstances exist to infer death of the husband and \nhave not heard from the husband for a period of 4 years, the \ncontract of marriage shall come to an end from the date the \nCourt pronounces the death of  the husband after  it had \nexamined the matter. \n \nRegistration of Divorces and Register of Divorces \n 31.  The Registrar of Marriages sh all register in  and enter the \nparticulars of divorces decreed in accordance with this Act \nand Regulations made under it in  the Register of Divorces \nand keep and maintain that Register.  \n \nDetermination of maintenance payment prior to decreeing divorce \n 32.  Where the parties to the ma rriage have not agreed in a \nreasonable manner as regards payment of maintenance for \nthe wife and children, the Cour t shall in  accordance with \nsection 35 of this Act and prio r to granting leave to divorce \nor annulling the marriage decide upon the amount of maintenance payment due a nd its applicab le period. \n \nForeign nationals \nobserving this Act in divorcing or being divorced  \n 33.  Despite the fact a party to a marriage may be a foreign \nnational he shall divo rce or be divorced in accordance with \nthis Act. \n \n27th December 2004 14\nMaintenance to \ndivorced foreign wife by Maldivian husband  \n 34.  Where a Maldivian husband divorces his wife who is a \nforeign national, he shall arrange  for her travel to her country \nof domicile and bear all its expenses in addition to the \npayment of maintenance and other expenses as may be required this Act.  \n \nPayment of Maintenance \n \n \nAttribution of \npayment of maintenance \n 35.    The Court has the power to make an order to the husband or \na divorced husband to pay main tenance in accordance with \nthe principles of Shari’ah to his wife, children or his \ndivorced wife. \n \nDetermining amount of maintenance payment  36.   The amount of the payment of maintenance and the period \nfor which such payment shall remain payable to the wife, \nchildren or divorced wife shall be determined by the Court in \naccordance with Regulations made under this Act.  \n \nProvisional payment \nof maintenance \n 37.  The Court has the discretion to make an order for payment of \nprovisional maintenance until the Court has made a \ndetermination on the payment of maintenance.  \n \nRight to \nAccommodation \n 38.  Where the divorced wife during her marriage lived at the \nresidence of the husband or where custody of children of the \nmarriage is vested in the divorced wife, she shall not be removed from that residence of the husband against her will during the prescribed waiting period of iddah or during the \nperiod of that custody, unless sh e is provided by the husband \nwith alternate accommodation.  \n \nManner in which \npayment of maintenance may be effected \n 39.   While making an order for payment of maintenance to his \nwife, children or his divorced  wife, the Court has the \ndiscretion  to secure payment by the person liable to payment \nof maintenance to deposit a certain property belonging to \nhim with another and to direct  use of its proceeds towards \npayment of sums due as maintenance payment, or to direct \n27th December 2004 15\npayment by a guarantor or assignee on behalf of the person \nliable to payment of maintenance or to apportion a part of the income of the person liable to payment of maintenance  and to direct such apportioned amount to be paid as maintenance. \n \nCustody  \n \nRight to custody  40.  a.  The mother of  the child shall have a prior right i n\naccordance with this Act to  be entrusted with the \ncustody of the child.  \n \n  b.  Where the judge is of the opinion that the mother of \nthe child is in want of the qualifications stated in section 41 of this Act for entrusting the custody of \nthe child, the person to whom  the custody of the child \nmay be entrusted shall be  determined by the Court \nfrom amongst persons provided in the Regulations made under this Act and in accordance with the order in which they are provided in those Regulations. \n \n  c  Where custody of a female child is entrusted to a \nman, he shall be a person within prohibited degrees of marriage in respect of that child. \n \n  d Where there is more than one person to whom \ncustody of the child may be entrusted in relation of a child and they are in equal degree of relations with \nthe child, the custody of the child shall be entrusted to person who appears to be most compassionate \ntowards the child and who bears the most virtuous \ncharacter.  \n  \n  e.  In entrusting custody of the child in accordance with \nthis section, paramount consideration shall be had to the welfare of child.  \n \n \n27th December 2004 16\nQualifications to \nentrust custody   41.  The person to whom custody of a child is entrusted shall \npossess the following qualifications: \n \n  a.  The person shall  be a Muslim;   \n \n  b. The person shall be of sound mind; \n \n  c. The person shall be cap able of providing compassion \nand care necessary for upbringing the child; \n \n  d. The Person shall not be  involved in the commission \nof vice acts prohibited in Shari’ah.  \n \n  In addition to the presence of qualifications mentioned in \nsubsections (a), (b), (c) and (d) of this section, the person’s dwelling shall no t be a place that may subject the child to \nany undue physical or immoral influence.  \n \nHow right to custody \nis Lost  42.  The right to custody shall lo se upon occurrence of any of the \nevents stated below:  \n  a. Where custody of the child is entrusted to the mother \nof the child, her marriage to a person who is not \nwithin prohibited degrees of  marriage in respect of \nthe child;  \n \n  b. Where custody of the child  is entrusted to a person \nwho openly commits vice acts prohibited in Shari’ah;  \n \n  c. Where custody of the child is entrusted to the mother \nof the child, change of her residence to a different island except to return to he r own island of residence  \nwithout the consent of the fa ther or legal guardian of \nthe child or change of he r residence to a different \nresidence in manner that injures the visitation rights of the father of the child; \n \n  d. Where the person to whom the custody of the child is \nentrusted renounces Islam. ; \n \n27th December 2004 17\ne.  Where the person to whom the custody of the child is \nentrusted neglects the child or treats the child with \ncruelty.  \n \nRegaining right to \ncustody  43.   Where it is established that  the provisions in subsection (a) \nsection 42 of this Act, becomes inapplicable in respect of the \nmother of the child, custody of th e child shall be returned to \nher.   \n \nPeriod  of custody 44.  a. The custody of the child shall remain  with the person \nto whom custody is entrusted until the child completes the age of 7 years according to the Islamic calendar. Provided however, the Court may, upon application by the person to whom custody is entrusted, grant the custody of a female child until \nthe child completes the age of 11 years according to \nthe Islamic calendar and that of male child until the child completes the age of 9 years according to the Islamic calendar.  \n \n  b.  Unless the Court orders  otherwise, the child shall \nupon expiry of the period of custody, or completion of the requisite age of cu stody, have the right to live \nwith either of the parents the child may elect..  \n  \nEntrusting \nconditional custody  45.  The Court shall have the discretion to attach in accordance \nwith the Regualtions made under this Act conditions in \ngranting custody of a child.  \n  \nPerson entrusted \nwith custody taking child abroad  46. Where a matter in respect of the marriage of the person to \nwhom custody of a child is entrusted is pending in Court, the \nCourt shall have the power to order, upon application being made by the father or mother  of the child, to prohibit the \nchild from being taken abroad by that person to whom custody of a child is entrusted.   \n \n \n27th December 2004 18\nGuardianship and \nProperty of Child \n 47. Guardianship is divided as stated below into Principal \nJudicial Guardian, Judicial  Guardians, and Lawful \nGuardians. In this Act: \n \n  a. Principal Judicial Guardian is the father of the child. \n \n  b. Judicial Guardians are those to whom guardianship is \ntransmitted in accordance with the principles of \nShariah  based upon paternal relations of the child. \n \n  c. Lawful Guardians are those who may be appointed \nby Court as the guardia ns of the child in \ncircumstances where neither the Principal Judicial Guardian nor Judicial Guardians are available. \n \nHow guardianship is \ntransmitted 48. a. Irrespective of whom is entrusted the custody of the \nchild, the Principal Judicial Guardian of the child \nuntil he completes 18 years of age shall be his father. \n \n  b. In case of death of th e Principal Judicial Guardian, \nthe judicial guardianship of the child shall be \ntransmitted to persons provided in the Regulations made under this Act and in the order provided in them. \n \n  c. Where there is neither the Principal Judicial Guardian \nnor any of the Judicial Guardians of the child, the Court shall have the power to appoint or remove Lawful Guardians of the child after having taken into account various matters pr ovided in Regulations \nmade under this Act and giving paramount consideration to the welfare of the child and with or without attaching any conditions to such appointment. \n \n \n \n \n27th December 2004 19\nQualifications on \nreceiving guardianship 49. A Lawful Guardian appointe d by the Court shall possess the \nfollowing qualifications: \n \n  1. He shall be a Muslim  \n \n  2. He shall have reached puberty \n \n  3. He shall be of sound mind \n \n  4. He shall be a trustworthy person \n \nDiscretion of guardians in respect of property of child \n 50. a. The Judicial Guardians of the Child shall have no \npower to sell any property of the child except as \nprovided in subsections (b) and (c) of this section. And no Lawful guardian of the child shall have the power to deal with any prope rty of the child except as \nprovided in subsection (d) of this section. \n \n  b. Immovable property of the child may be sold by a \nJudicial Guardian of the Child in the following circumstances: \n \n   1. twice the amount of its actual price may be \nobtained by selling the property. \n \n   2. absence of any other property belonging to the \nchild and absence of any means to provide food for the child except th rough selling of that \nproperty \n \n   3. estimation of deterioration of the property \n \n  c. Movable property of the child may be sold or \nmortgaged by a Judicial Guardian of the Child in the following circumstances: \n \n   1. requirement of money for food, medical needs, clothing, and education of the child \n \n27th December 2004 20\n2. possibility to obtain a reasonable value for the \nproperty \n \n  d. Lawful Guardian shall require the permission of the \ncourt to gift, sell, mortgage , exchange or to give on \nlease for a period exceeding one year any property of \na child under his guardianship. The Court shall not give that permission except in the interests of the welfare of the child and safeguarding money and property of the child. \n \n  e. Every transaction entere d into by the lawful guardian \nof the child without obtai ning the permission of the \ncourt as provided in subsection (d) of this section shall be a void transaction. The Court shall have the power to retrieve and rein state such property back \ninto the property of the child.  \n \nEntrusting function \nof safeguarding and \ntransacting in the \nproperty of the child to his mother \n 51. Irrespective of whether the gua rdianship of the child is \nentrusted to a third party, this Act does not prevent entrusting \nof property of the child and the power to deal with it to the mother of that child so as to ensure continued welfare of the child. The mother shall have the power to deal with the property of the child as provided in this section only in the \nsame manner as it is provided in section 50 of this Act in respect of lawful gua rdians of the child. \n \nAttribution of Legitimacy a nd Ascription of Paternity \n \nAttribution of \nLegitimacy  52.  a.  The minimum period for attributing legitimacy to a \nchild shall be 6 months according to the Islamic \nCalendar from the date of marriage.  \n \n  b. The maximum period for attributing legitimacy to a \nchild shall be 1 year accor ding to the Islamic calendar \nfrom the date of divorce or death of the husband.  \n  \n27th December 2004 21\nc. This section shall not prohibit the right to negative \ndisavow or disclaim a child’s paternity by way of \nli’an or imprecation in accordance with manner \nprescribed in Shari’ah. \n \nChildren born to \nvoid marriages 53.  Where a marriage is subseque ntly dissolved on grounds of \nnullity, the paternity of children of that marriage shall be \nattributed to the man in such marriage.  \n  \nAscription of \npaternity   54.  A man may apply to the Cour t where he wishes to prove by \njudicial means that a certain child is his legitimate child. \nAscription of paternity in such matters may only be \nestablished by provision of evidence to the extent acceptable to the Court in respect of ma tters provided in Regulations \nmade under this Act.  \n \nUpbringing Children and Co sts of their Maintenance \n \nParty to care for children whose Father suffers financial inability  55.  a.   Where it is established that father of children who \nhave not yet completed 18 years according to the Gregorian Calendar and have no financial means to support themselves is unabl e to provide financially \ntowards their upbringing, the Court shall discuss the matter with relatives of the children and where a person or person from among  the relatives of those \nchildren agree, appoint such relative or relatives to be \nresponsible for the upbringi ng of those children and \nbear the costs associated with their maintenance.  \n   \n  b.  The Court shall in determining the amount of \nmaintenance mentioned in subsection (a) of this section, take into account the basic needs of the children requiring maintenance, the financial competence of the person or persons who agreed to take over responsibility for the maintenance of the children to in accordance with subsection (a) of this \n27th December 2004 22\nsection, and the respective extent to which such \nperson or persons shall share in the estate of the children.  \n \nUpbringing children \npro bono or for reward 56.  a.  Priority shall be give n to such person who shall bear \nresponsibility towards upbringing and costs of \nmaintenance as required under this Act pro bono  and \nis capable of undertaking the task.  \n \n  b.  Despite the fact that there may be a person who is \nwilling to bear responsibility towards upbringing and costs of maintenance as required under this Act pro \nbono, the upbringing of a child may be entrusted to a person willing to bear that  responsibility for reward \nwhere the person to whom costs of maintenance is attributed has no objection in  providing those costs of \nmaintenance .  \n \n  c Where the person to whom costs of maintenance is \nattributed has the financial competence towards payment of costs associat ed with the upbringing of \nthe child, he shall have no right to object to entrusting the upbringing of the child to another person with \npayment of costs of main tenance as required under \nthis Act. .   \n \nProviding care for parents and Costs of their Maintenance  \n \nChildren to meet \nbasic needs of parents  \n 57.  a.  Every person shall in order that he may act in the \nmanner commensurate with the position ordained by \nthe religion of Islam with respect to parents, and to the extent it is financially possible for him, provide his parents with adequate food shelter and clothing, attend to their medical needs, meet their other basic needs, and extend other conveniences and amenities they require in life.  \n27th December 2004 23\nb.  No person shall treat his parents with cruelty or act in \na manner injurious to their integrity.  \n \nObligations of  \nChildren  58.  a.  From amongst matters provided in section 57 of this \nAct, it shall be the obligation of every male child who \nhas completed 18 years of age to provide his parents \nwith adequate shelter and attend to matters that \nrequire financial expenses.  \n \n  b.  Except as provided in subs ection (a) of this section in \nrespect of providing parent s with adequate shelter \nand attending to matters that require financial expenses, male and female children shall for the purposes of the rights of parents be deemed to be \nequal as regards the provision of other amenities.  \n \nAppointing a third \nparty to care for parents 59.   Where the person who has borne responsibility towards \nproviding care for the parents is required to be resident out of \nthe island for long periods for the purposes earning income or due to other reasons he shal l entrust the responsibility of \nproviding care for th e parents to a party acceptable to the \nCourt.  \n \nAppointment of a \nthird party by Court   to care for parents \n 60.  a.  Where the Court a ppoints a certain person from \namongst the children on the parents to be responsible \nfor the cost of their care, due regard shall be had to \nthe basic needs of the parents, financial competence of the person taking res ponsibility for their care and \nthe respective extent to wh ich such person shall share \nin the estate of the parents.  \n \n  b.  Where there is no agreement amongst the children as \nregards bearing responsibility for the cost of providing care for their parents and the provision of other amenities in life, the extent of responsibility in \nrespect of the foregoing shall be determined by the \n27th December 2004 24\nCourt taking into account the matters provided in \nsubsection (a) of this section and in a manner commensurate with their position in life.  \n  \nInterim orders  61.  Where the Court is of the opinion th at a provisional \narrangement shall be made as regards the provision of care and bearing responsibility for th e cost of their care pending \nthe conclusion of a matter befo re the court as regards the \nprovision of care and bearing resp onsibility for the cost of \ntheir care decision of the a orders, the Court shall have the power to make an interim order in respect of those matters.  \n \nPenalties \n \nFailure to register \nmarriage \n 62.  It shall be an offence to remain without applying to register a \nmarriage in accordance with sect ion 19 and section 22 of this \nAct. The offender shall be subj ect to a fine of Mrf. 1,000.00.  \n \nCoercion to marry  63.  It shall be an o ffence to coerce a person to contract a \nmarriage against his will. The offender shall be subject to a \nfine between Mrf. 1,000.00 and Mrf. 5,000.00 or exile for a period not exceeding 6 months.  \n \nFurnishing false \ninformation  64.  It shall be an offence to furnish false information to contract \na marriage or to register it. Th e offender shall be subject to a \nfine between Mrf. 1,000.00 and Mrf. 10,000.00 or house \ndetention or exile between 1 year and 2 years.  \n \nMarrying more than \none wife without approval of the Court  65.  It shall be an offence for an already married man to contract \na marriage with another wo man without obtaining the \napproval in accordance with this Act. Where the woman who \nhas contracted such a marriage shall also have committed an offence if she has knowledge of the already exisiting marriage. The offender shall be subject to a fine not exceeding Mrf. 5,000.00.  \n \n \n \n27th December 2004 25\nContracting  a \nmarriage with another for removing bar on remarriage with same spouse 66.  It shall be an offence for a woman who is divorced three \ntimes by the same husband to contract a marriage with \nanother for the sole intent of removing th e bar on her \nremarriage with the erstwhile  husbandor for a person to \ncontract a marriage at the reques t of another or for reward or \nfor other emolument with the sole intent of facilitating the removal of a bar on remarriage between two erstwhile parties \nto a marriage shall be an offence.  The offender shall be subject to a fine not exceeding Mrf. 5,000.00 or exile for a period not exceeding 6 months.  \n \nDivorce  without \napproval and outside court  67. It shall be an offence to divor ce in contravention of this Act. \nThe offender shall be subject to  a fine not exceeding Mrf. \n5,000.00 or exile or house detention for a period not \nexceeding 6 months.  \n \nFailure to notify \ncommission of offence  \n 68.  It shall be an offence to  remain without  notify proper \nauthorities as regards commissi on of an offence prescribed \nby this Act or commission of an  act in contravention of the \nmanner prescribed in this Ac t. The offender shall be \nsubjected to a fine not ex ceeding Mrf. 1,000.00 or exile or \nhouse detention for a period not exceeding 3 months.  \n \nResumption of conjugal relations  without performing without revocation of the divorce  69.  It shall be an offence fo r a person to continue live in \nconjugal relations with his wi fe after having divorced his \nwife and without having revoke d that divorce in accordance \nwith this Act. The divorced wife lives in conjugal relations \nwith her divorced husband also  commits an offence. The \noffender shall be subjected to a fine not exceeding Mrf. 1,000.00 or exile or house detention for a period not exceeding 6 months.  \n \nActs in \ncontravention of this Act  70.  Except in relation to a person who commits an offence for \nwhich specific penalties have been prescribed in this Act, \nevery person who acts in contravention of a directive or \n27th December 2004 26\nprohibitive provision of this Act shall be subjected to a fine \nnot exceeding Mrf. 1,000.00 or exile for a period not \nexceeding 6 months.  \n \nMiscellaneous Matters \n \nValid marriages \nsubsisting prior to commencement of this Act 71.  a. This Act shall not affect the validity of marriages that \nhad been solemnized in accordance with the \nprinciples of Shari’ah and duly registered in the \nMaldives prior to the commencement of this Act.   \n \n  b.  Marriages  mentioned in subsection (a) of this section \nshall  upon commencement of this Act be deemed to be registered under this Act  \n \n  c.  Once the marriages  mentioned in subsection (a)  of \nththis of this section are registered  in accordance with subsection (b) of this section, provisions of this \nAct shall apply in respect of those marriages and matters relating to marriage and divorce.  \n \nPower to make Rules  72.  Regulations that ar e required to be made under this Act shall \nbe made and enforced by the agency appointed by the \nPresident.  \n \nInterpretation  73.  Unless the context requires otherwise, in this Act:  \n  a.   “Sharu’ee Mauzoon” shall mean person appointed \nby the competent authority to solemnize marriages. \n \n  b.   “Registrar of Marriages” shall mean every person \nappointed by the President to carry out all functions \nspecified in this act to be  carried out by the Registrar \nof Marriages. \n \n  c.   “Qaazee” shall every person from amongst judges \nwho is assigned the task of carrying out functions \nspecified in this Act to be  carried out by a Qaazee.  \n27th December 2004 27\nCommencement  74.  This Act shall come into effect from 01 Pst\nP July 2001.  \n \nLaws repealed  75. Law Number 3/ 80 ( Law on Marriag es and Divorces \ninvolving Maldivian and forei gn nationals) is repealed upon \ncommencement of this Act.  \n \n \n27th December 2004 28", "source": "public_google_drive", "metadata": {"file_id": "1AOwwa12dASo0l08Q_wGSSMyChwZztsEd", "file_name": "Family.pdf", "relative_path": "knowledge_base/books/Law/Family.pdf", "share_link": "https://drive.google.com/drive/folders/1F2A1RO8W5DDa8yWIKBMos_k32DQD4jpB?usp=sharing", "mime_type": "application/pdf", "size": 140227, "share_links": ["https://drive.google.com/drive/folders/1F2A1RO8W5DDa8yWIKBMos_k32DQD4jpB?usp=sharing"], "source": "public_google_drive"}, "tags": ["google_drive_public", "google_drive", "pdf", "public_share"]}
{"identifier": "public-google-drive-1txny5zEYwK7V7INWdQr1YO_Zhq48H7-a", "content": "LAW ON FOREIGN \nINVESTMENTS IN THE \nREPUBLIC OF MALDIVES \n(Act no.  25/79)\n1. (a) Foreign government or a foreign national or a body incorporated outside the \nRepublic of Maldives may invest in the Republic of Maldives, in accordance \nwith the terms of this Law. The Government of the Republic of Maldives or \nany part representing the Government , or Maldivian nationals or a body \nincorporated in the Republic of Maldives may collaborate in such investments.  \n(b) A Foreign Investment may be made in the Republic of Maldives in \naccordance with section 3 hereof, in  the Ministry of Tourism if the \ninvestment is in tourism, and in the Mi nistry of Trade and Industries in all \nother investments after signing an agr eement and having the investment duly \nregistered in the Ministry of Trade and Industries. \n2. The nature and the areas of any Foreign In vestment that could so be made in the \nRepublic of Maldives shall be decided by the Ministry of Tourism should the \ninvestment be tourism related and by the Ministry of Trade and Industries in all \nother investments. The said investments shall have a capital acceptable to the \nGovernment of the Republic of Maldives. \n3. All foreign nationals investing in tourism shall sign an agreement with the \nMinistry of Tourism. Similarly those inve sting in all other sectors shall sign an \nagreement with the Ministry of Trade and Industries. This agreement in respect of the investment shall set out the terms and conditions and the manner of \nimplementation of the investment scheme and programme. \n4. Of those foreign parties referred to in section 1. A) of this law, only a bank or a Government recognised by the Government  of the Republic of Maldives, or a \nperson or body whose financial status is either guaranteed by a bank or such institution or is acceptable to the Gove rnment of the Republic of Maldives, may \ninvestment in the Republic of Maldives. \n5. An investment made in the Republic of Maldives will be permitted to carry on \noperations and activities for the full term of the agreement if there is compliance \nwith the Law on Foreign Investments in the Republic of Maldives. And such \ninvestments will be duly facilitated by  the Government of the Republic of \nMaldives.\n6. The Government of the Republic of Mald ives may, without giving any notice or \nafter giving such notice that it deems necessary, suspend an investment before \nthe expiry of the period under the agreement, either where the Foreign Investor \nindulges in an activity detrimental to the security of the country of where such \ntemporary closure is necessary in the opini on of the Government of the Republic \nof Maldives in the interests of national security. \nAny temporary closure referred to herein would not lead to the Government of \nthe Republic of Maldives or any party representing the Government, or Maldivian nationals incurring any liabilities therefore or thereby nor would it \nrelieve the Foreign Investor of his obligations under an agreement other than the \nagreement referred to in Section 3 of this  Law, subsisting at the closure referred \nto in this Section. \n7. If, after due investigations, it cannot be concluded within sixty days of the \ntemporary closure of an investment referred to in Section 6 of this Law, that the \nForeign Investor had, infect, indulged in activity detrimental to  the security of the \nRepublic of Maldives or even contempla ted such an act, then the Government of \nthe Republic of Maldives will give fair compensation to the Foreign Investor and \nallow the Foreign Investor to resume the investment. \n8. If a Foreign Investor fails to comply with  the Laws of the Republic of Maldives \nand if there be failure to comply with the same even after a notice by the \nGovernment of the Republic of Maldives to so comply, the Government may \nclosure the investment and terminate the agreement relating to such investment. \n9. Capital belonging to an investment that is closed under Section 6 and 8 of this \nlaw would be permitted to be taken out of  the country in a manner to be agreed \non by the parties. \n10. If the investment operations in the Repub lic of Maldives be such that local raw \nmaterials could be used, such items sh all be obtained and in the process. \nProvided however, where suitable materials for the processes are not obtainable \nin sufficient quantities locally, they may be obtained from outside the Republic of \nMaldives. \n11. Maldivian nationals shall be employed in investments in the Republic of Maldives \nexcept in those cases where employment of non-nationals becomes necessary. \n12. If the items produced by the investment is a requirement of the Maldivian people, a percentage of the production sh all, if necessary, be required to be\nmarketed in the Republic of Maldives in a manner to be agreed to by both \nparties. \n13. The profits of the investment in the Republic of Maldives may be remitted out of the country under the terms of the agreement entered into under Section 3 of \nthis Law. \n14. The Government of the Republic of Maldives may waive duty and tax investments carried out in the country for a period, the Government, at its \ndiscretion specifies. The tax referred to in Law No. 15/79 (Law on Tourism in \nthe Maldives) does not come under the provision of this Law. \n15. In the event of disagreement on any matter in regard to the investment made under this Law and on failure to reach an agreement by discussion between the \ntwo parties concerned, the matter in disp ute shall be dealt with in accordance \nwith the agreement. \n16. As from the date of operation, this Law will apply to all Foreign Investments to \nbe made in the Republic of Maldives and also to those already established in the \ncountry. \n17. In this Law:  \n1. “Foreign Investment” means the goods, money and services brought into \nthe Republic of Maldives by Foreign Governments, bodies or Nationals \nas are referred to in Section 1 and 4 hereof, to undertake an economic \nactivity in the Republic of Maldives, exclusive of those imported by them \nunder Law No. 4/79 relating to Business undertakings of Foreign \nNationals in the Republic of Maldives  \n2. “Capital” means money and property  \n3. “Foreign Investor” includes the shareholders, directors, managers and all \nthe employees of the investment  \n4. “Investment in Tourism” means the construction or the management of a Tourist Resort or a Guest House as referred to in the Note to Law No. \n15/79.  \n5. The singular as used herein shall include the plural and vice versa.  \nNote: This Law No. 25/79 (Law on Foreign In vestment in the Republic of Maldives) \nwas amended by the Citizens’ Majlis 1 February 1989 and came into effect on 9 February 1989.", "source": "public_google_drive", "metadata": {"file_id": "1txny5zEYwK7V7INWdQr1YO_Zhq48H7-a", "file_name": "FIL.pdf", "relative_path": "knowledge_base/books/Law/FIL.pdf", "share_link": "https://drive.google.com/drive/folders/1F2A1RO8W5DDa8yWIKBMos_k32DQD4jpB?usp=sharing", "mime_type": "application/pdf", "size": 67466, "share_links": ["https://drive.google.com/drive/folders/1F2A1RO8W5DDa8yWIKBMos_k32DQD4jpB?usp=sharing"], "source": "public_google_drive"}, "tags": ["google_drive_public", "google_drive", "pdf", "public_share"]}
{"identifier": "public-google-drive-1oXO3vxLbxPErq_5Wk3xOZosauLLxGEx0", "content": "HUMAN RIGHTS COMMISSION ACT \n \n \nAct No: 6/2006  \n \n \n \nIntroduction and \nTitle  1. a. This Act sets out the rules and regulations by which the Commission is established and defines the objectives, responsibilities and powers of the Commission.    \n     \n   b. This Act shall be cited the “Human Rights \nCommission Act” . \n     \n     \nObjectives of the Commission  2.  The main objectives of the Commission are; \n   a. To protect, promote and sustain human rights in the Maldives in accordance with Shari’ah and the Constitution of the Republic of Maldives. \n     \n   b. To protect, promote and sustain human rights in the Maldives in accordance with regional and international conventions and declarations which the Maldives is a party to. \n     \n   c. To assist and support Non-Governmental Organisations involved in the protection of human \nrights. \n     \n     \n 1\nLegal Status  3.  The Commission is an indepe ndent legal entity with \na separate seal, possessing power to sue and suit \nagainst and to make unde rtakings in its own \ncapacity. \n \n     \n     \nComposition of the Commission  4. a. The Commission shall consist of 5 (Five) members. \n     \n   b. As per subsection (a) members of the Commission shall be appointed from human rights organisations \nand among persons who are active in promoting human rights in social and technical fields such as \nreligion, law, society, economy and health.  \n \n     \n     \nAppointment of \nMembers  5. a. As per subsection (b), me mbers of the Commission \nshall be appointed by the Pr esident on the advice of \nthe People’s Majlis. \n   b. As per subsection (a), advi ce of the People’s  Majlis \nshall be sought as follows; \n     \n   1. The president shall propose to the People’s Majlis in \nwriting when a new member is to be appointed to \nthe Commission. \n     \n   2. When members need to be appointed to the Commission, the names and pr ofiles of at least the \nrequired number of member s to be appointed shall \nbe provided to the People’s Majlis. \n \n 2\n3. When the matter is proposed to the People’s Majlis, \nan Ad hoc Committee consisting of 7 (Seven) members shall be set up to review the names and make recommendations to the People’s Majlis. \n \n     \n   4. The Ad hoc Committee shall interview the candidates, review the outcomes of the interviews, and submit a report of their recommendations to the People’s Majlis. \n \n     \n   5. The People’s Majlis shall make a decision based on the report submitted by the 7 Member Ad hoc Committee. \n     \n   6. The Speaker of the People’s Majlis shall inform the President the decision of the People’s Majlis in \nwriting. \n \n     \n   c. The members to be appo inted to the Commission \nshall be capable of unde rtaking the duties and \nresponsibilities of the Co mmission, and shall fulfill \nthe prerequisites stipulated in Section 6. \n \n     \n   d. The candidates to be appointed as members of the \nCommission, proposed by the President for the opinion of the People’s Majlis, shall be among the President’s nominees and respondents from the general public.  The Presid ent shall emphasise the \n 3\ncandidates to be representative of diverse \nprofessions. \n \n     \n     \nPrerequisites of the Members  6.  The members of the Commission shall fulfill the following prerequisites; \n     \n   a. Must be a Muslim \n     \n   b. Must be a citizen of the Maldives. \n     \n     \n     \n   c. Must have attained 25 years of age. \n     \n   d. Must not be convicted of  fraud or an offence \npunishable by a Hadd as per Shari’ah. \n \n     \n   e. Must not be a person holding an elected office or a \npolitical position under the Constitution or any law \nof the Republic of Maldives. \n     \n   f. Must not be employed in the Government or private sector. \n \n     \n   g. Must not be convicted of bribery. \n     \n   h. Must not be a member of  a political party nor \nengaged in the activities of a political party. \n \n     \n     \n 4\nTenure   7. a. The tenure of a member of the Commission is 5 \n(Five) years effective from the date of appointment.  \n \n     \n   b. Members may be re-appoint ed for a further 5-year \nterm except for those who are dismissed as per Section 15 of this Act.  \n \n     \n     \nAppointment of the Chairperson and Vice- Chairperson of the Commission  8. a. A Chairperson and a Vice-Chairperson of the Commission shall be appointed from among the members of the Commission.   \n     \n   b. The Chairperson and the Vice-Chairperson of the Commission shall be appointed by the President following the advice of the People’s Majlis. \n     \n   c. As per subsection (b), advice of the People’s Majlis shall be sought as follows;  \n     \n   1. The President shall propose the matter to the People’s Majlis in writing, when a Chairperson or  Vice-Chairperson needs to be appointed to the Commission.  \n     \n   2. The proposal shall include the names of the nominees for the posts of Chairperson or  Vice-Chairperson of the Commission.    \n \n     \n 5\n3. Upon receipt of the proposal to the People’s Majlis, \nan Ad hoc Committee consisting of 7 (Seven) Members shall be formed to review the proposal and make recommendations to the People’s Majlis. \n \n     \n   4. The Ad hoc Committee shall submit a report consisting of their recommendations to the People’s Majlis. \n \n     \n   5. The People’s Majlis shall make their decision based on the report of the Ad hoc Committee. \n \n     \n   6. The Speaker of the People’s Majlis shall inform the President in writing the decision of the People’s Majlis. \n \n     \n     \nResponsibilities of the Chairperson of the Commission  9.  The Chairperson of the Commission shall preside the meetings of the Commission and assign members to investigate complaints filed at the Commission. \n \n     \n     \nResponsibilities of the Vice-Chairperson of the Commission  10.  Should the Chairperson of the Commission be unable to undertake the res ponsibilities or declines \nto do so or the office of the Chairperson becomes vacant, the Vice-Chairper son shall act as the \nsurrogate for the Chairperson. The Vice-\n 6\nChairperson shall also perform duties assigned by \nthe Chairperson.  \n \n     \n     \nVacancy of Post  11. a. The post of a member shall be deemed vacant in the   following circumstances; \n \n     \n   1. End of tenure. \n     \n   2. Resignation. \n     \n   3. Being dismissed as per Section 15. \n     \n   4. Being elected to a political position under the Constitution or any law. \n \n     \n   5. Death. \n     \n   6. Failure to fulfill any prerequisites stipulated in this Act. \n \n     \n   b. The post of Chairperson or Vice Chairperson shall be deemed vacant under the same circumstances where a member’s post becomes vacant. \n \n     \n     \nFilling a Vacancy  12. a. The opinion of the People’s Majlis shall be sought \nas per Section 5(b), and Section 8(b), (c), 15 days prior to vacancy of the pos t of Chairperson or Vice-\nChairperson or member of the Commission as per \n 7\nthe circumstance stipulated in Section 11(a)(1). \n \n     \n   b. When the post of Chairperson or Vice-Chairperson \nor member of the Commission becomes vacant under the circumstances stipul ated in Section 11(a)  \n(2), (3), (4), (5) and (6), the post shall be filled within 60 (Sixty) days from vacancy. \n \n     \n   c. The names of candidates recommended by the President to be appointed as Chairperson and Vice \nChairperson and members of the Commission made vacant by end of their tenures  as per subsection (a), \nshall be proposed to the People’s Majlis, 60 (Sixty) days prior to the end of their tenures. \n \n     \n     \nResponsibilities of \nthe Members of \nthe Commission  13.  The responsibilities of  the members of the \nCommission are as follows;  \n     \n   a. Attend all meetings of the Commission except for a clearly specified reason. \n     \n   b. Undertake all assigned responsibilities except for a  \n \nclearly specified reason. \n \n     \n   c. Conduct investigations and adopt appropriate \nmeasures. \n \n     \n 8\nd. Maintain confidentiality of classified information. \n \n     \n     \n     \n     \n     \n     \n     \nAssumption of \nOffice by the Members of the Commission  14.  The members of the Commission shall assume office upon taking, before the President, the oath as follows: \n \n“I, ...(name of person)..., do swear in the name of Almighty Allah that I will obey  the religion of Islam, that I will  protec t the Constitution of the \nRepublic of Maldives and the fundamental rights of \nthe Maldivian citizens, that I will discharge the responsibilities and dutie s as a Member of the \nHuman Rights Commission of the Maldives fairly and justly, impartially and faithfully.” \n \n     \n     \nDismissal of Members  15. a. The President may dismiss members of the Commission and inform them of their dismissal in writing, upon submitting the matter to the People’s Majlis thereby seeking a two-third majority of the People’s Majlis, as stated in this Act, taking into account the following circumstances. \n \n     \n   1. Being declared bankrupt as per Shari’ah. \n \n 9\n2 Being unable to perform the duties and \nresponsibilities of the Co mmission as a member; or \nbeing confronted with a s ituation whereby conflicts \narise between undertaking the responsibilities of the \nCommission as a member and self-interest or personal gain.  \n \n     \n   3, Breaching the oath. \n \n     \n     \n     \n   4. When the People’s Majlis deems a member has caused disrepute by being convi cted of an offence.  \n \n     \n   5. Being negligent and reckless in performing responsibilities of the Commission as a member.  \n \n     \n   b. Notwithstanding subsection (a), when a matter on the dismissal of a member of the Commission is submitted to the People’s Majlis, the President may on the advice of the People’s Majlis temporarily suspend the member, should the act concerning the matter be deemed rectifiabl e, instead of dismissing \nthe member from post.  \n \n     \n     \nResignation  16. a. Should the Chairperson, Vice-Chairperson or a member of the Commission wish to resign, they \n 10\nmay offer their resignation to the President, in \nwriting, specifying reasons to do so. However, they shall continue to perform their duties for 30 (Thirty) days from the date of offering resignation, or until the President accepts their resignation.   \n \n     \n   b. When the Chairperson or Vice-Chairperson of the Commission resigns from office as per subsection \n(a), it shall not be deemed that they had resigned as a member of the Commission. \n \n     \n     \nRemuneration  17. a. The People’s Majlis shall determine the remuneration and other financial benefits offered to the Chairperson, Vice-Chai rperson and members of \nthe Commission. \n     \n   b. Remuneration and other financial benefits offered to the Chairperson, Vice-Chairperson or members of the Commission shall not be reduced during their tenures. \n \n     \n   c. The Commission shall determine the remuneration and other financial benefits provided to the employees of the Commission. \n \n     \n     \nMeetings of the Commission  18.  A meeting of the Commission shall be held at least once a month. \n 11\nDecisions of the \nCommission  19.  Whilst making decisions in its own capacity, the Commission shall aim for unanimity. The decisions \nshall be based on the majority of the Commission where unanimity cannot be achieved.  \n \n     \n     \nResponsibilities of the Commission  20.  The responsibilities of the Commission are as follows; \n     \n   a. When a person or an organisation or a representative acting on  their behalf files a \ncomplaint alleging infringe ment of human rights or \naiding and abetting such an act or should the Commission have reason to believe such an act was committed or is being committed, the Commission shall inquire into the ma tter; and the Commission \nshall also investigate complaints filed by a person or an organisation or a repr esentative acting on their \nbehalf, alleging negligen ce in taking appropriate \nmeasures, as per this Act, to check and prevent such an infringement.    \n \n     \n   b. When the Commission deems an infringement of human rights was committed or is being committed or should the Commission have reason to believe a person or a party has abetted such an act, and should the Commission deem negligence has occurred in taking appropriate measures to check and prevent such an infringement the Commission shall inquire \n 12\ninto and investigate the matter as per this Act.   \n \n     \n   c.  Inquire into and inves tigate complaints alleging \ninfringement of human rights caused by \nadministrative codes observe d in the Maldives, and \ntake appropriate measures as per this Act.  \n \n     \n   d. Inquire into complaints alleging infringement of \nhuman rights filed by a government authority or a private organisation to the Commission, and advice such authorities and organisations on the measures to be taken against such infringements. \n \n     \n   e. Promote a high regard for human rights, and protect and sustain human rights in the Maldives.   \n \n     \n   f. Advice the government in the formulation of laws, regulations and administra tive codes concerning the \npromotion of a high regard for human rights and the  protection and sustenance of such rights.   \n \n     \n   g. Identify violations of human rights in laws, regulations, and administrative codes in the Maldives and to bring such violations to the government’s attention. \n \n     \n   h. Advice the government and make propositions on \n 13\nacceding and ratifying regional and international \ntreaties and conventions regarding human rights. \n \n     \n   i. Participate and assist in the formulation of \ninternational conventions on human rights. \n \n     \n   j. Increase awareness on human rights and promote a high regard for human rights amongst the citizens of the Maldives and foreign nationals in the Maldives. \n \n     \n   k. Carry out research on human rights. \n     \n   l. Publicise propositions and recommendations of the Commission through the media on the protection of human rights. \n \n     \n   m. Undertake additional tasks from those mentioned above to protect human rights. \n \n     \n     \nPowers of the Commission  21.  The Commission possesses the following powers in undertaking its re sponsibilities; \n \n     \n   a. When a person or an organisation or a representative acting on  their behalf files a \ncomplaint alleging infringe ment of human rights or \naiding and abetting such an act or should the \n 14\nCommission have reason to believe such an act was \ncommitted or is being committed, the Commission shall inquire into the ma tter; and the Commission \nshall also investigate complaints filed by a person or an organisation or a repr esentative acting on their \nbehalf, alleging negligen ce in taking appropriate \nmeasures, as per this Act, to check and prevent such an infringement.   \n \n     \n   b. When the Commission deems an infringement of human rights was committed or should the Commission have reason to  believe a person or a \nparty has abetted such an act, and should the Commission deem negligence has occurred in taking appropriate measures to check and prevent such an infringement the Commission shall inquire into and investigate the matter as per this Act.  \n \n     \n   c. The members of the Commission or persons assigned by the Commission accompanied by the members may without prior notice, inspect any premises where persons are detained under a judicial decision or a court order. \n \n     \n   d. The Commission, during their inspections as per subsection (c), shall inquire whether infringements of human rights of the deta inees have occurred, and \nreview the well-being of the detainees and make \nrecommendations to the relevant government \n 15\nauthorities should they deem the amenities offered \nto them or the faciliti es of detention need \nimprovement. \n \n     \n   e. Inquire into complaints on infringement of human \nrights filed by individuals, government and private organisations or members of the Commission, and take appropriate measures. \n \n     \n   f. Inquire into complaints on infringement of human \nrights filed against Government authorities or private organisations and inform the alleged parties of such complaints, a nd recommend appropriate \nmeasures to be taken. \n \n     \n   g. Should a Judge or Chief Justice or Attorney General \nor claimant or defendant deem a human rights \ninfringement has occurred or have reason to believe such an infringement is foreseeable in an ongoing trial, and should the Judge or Chief Justice or Attorney General or the clai mant or defendant file a \ncomplaint at the Commission, the Commission shall inquire into the matter and submit a report to the Chief Justice and the Judge presiding the trial.       \n \n     \n   h. Promote awareness on human rights by conducting seminars, workshops and other programs and carry out research and publis h the findings openly. \n 16\ni. Disseminate general information on human rights to \nthe public, and make relevant publications.  \n \n     \n   j. Take necessary actions to undertake and facilitate the responsibilities of the Commission.   \n \n     \n     \nPower to Inquire and Investigate  22. a. The Commission possesses the power to inquire into and investigate complaints on infringement of human rights, or foreseeable infringements of human rights of a person or persons filed at the Commission by a person or persons, or a \nrepresentative acting on their behalf.  \n \n     \n   b. The Commission possesses the following powers \nregarding an ongoing investigation; \n     \n   1. Summon witnesses to th e Commission and to \nprocure their statements. \n     \n   2. Summon persons related to an ongoing investigation \nto the Commission and procure their statements. \n     \n   3. Procure and examine relevant documents, when necessary, in an ongoing investigation.   \n \n     \n   4. Should the Commission have  reason to believe a \nparty is capable of assisting the Commission in an \n 17\nongoing investigation on particular areas, the \nCommission shall request sp ecific information from \nsuch a party in writing.   \n \n     \n   5. Should a government authority fail within the given \nperiod of time to provide information or submit a report requested by the Commission regarding a \ncomplaint filed at the Commission, the Commission shall inquire into the ma tter in its own capacity.  \n \n     \n   6. Instruct a person being questioned by the Commission in an ongoing inquiry not to leave the Maldives except with the permission of the Commission. \n \n     \n   7. Conduct investigations in public or in closed \nsessions. \n \n     \n   8. Conduct investigations by a single member or a \ncommittee comprising memb ers of the Commission. \n \n     \n   9. Procure evidence regarding an ongoing inquiry. \n \n     \n   10. Accept legal counsel. \n     \n  c.  Any authority which detain s a person as per the law \nor Shari’ah, shall assist the detainee to file a matter \n 18\nor a complaint at the Commission. Upon receipt of \nthe matter or complaint, the authority shall deliver it to the Commission, in a sealed envelope without any alterations and without di sclosing its contents to \nany other party. \n \n     \n  d.  It is prohibited to subject a complainant to any form of harassment or intimidation or agony as per this Act. \n \n     \n     \nAssisting the Court in an Ongoing Trial  23. a. Should the Commission receive information in relation to an infringement of human rights of a person in an ongoing trial, the Commission, with the permission of the presiding Judge of the trial, may submit the information to the court. \n \n     \n   b. Unless the Judge permits the information to be shared as per subsection (a), the Commission shall \nnot interfere with the proceedings of the trial in any manner. \n \n     \n     \nActions to be Taken upon Closing an Inquiry  24.  The Commission shall act as follows upon closing  an inquiry. \n \n     \n   a. Should the Commission deem an infringement of human rights has taken place or negligence has \n 19\noccurred in taking appropriate measure to check and \nprevent such an infringement, and should the Commission believe a peaceful reconciliation can be achieved, the Commission shall, with the consent of both parties involved, seek an amicable solution.    \n \n     \n   b. The Commission shall refer a matter to the court should the matter be of irreconcilable nature or should the Commission fail to resolve it amicably.    \n \n     \n   c. Provide the Commission’s inquiry report to the \ncomplainant and provide a copy of the report to the respondent should the Commission decide the respondent is responsible for the matter.   \n \n     \n   d. Provide the Commission’s inquiry report to the \nrelevant government authorities and make recommendations to the authorities on the appropriate measures to be taken to check and prevent such matters.    \n \n     \n     \nRight to be Heard  25.  The respondent is entitled to the right to be heard in a matter investigated by the Commission or to seek legal counsel to submit to the Commission the respondent’s account of the matter or the respondent’s actions in relation to the matter. Should the Commission fail to  provide the aforesaid \n 20\nright to the respondent du ring the investigation, the \nCommission’s decision will be void.   \n \n     \n     \nObeying Orders  26. a. It is a duty of Maldivian citizens and persons within \nthe jurisdiction of the Maldives as per the \nConstitution of the Republic of Maldives, to obey orders to summon to th e Commission, or provide \ninformation or submit a document to the Commission or act or refrain from committing an act required by the Commission, in relation to the powers conferred through Commission’s responsibilities.  \n \n     \n   b. A person failing to obey an  order as per subsection \n(a) or commits an act causing disrepute to the Commission shall remain under house arrest for 3 \n(Three) months, and if the person is a government employee, the person shall be dismissed from employment. \n \n     \n     \nImmunity  27. a. No criminal or civil suit shall be filed against the Chairperson or Vice-Chairperson or a member of the Commission in relation to committing or omitting an act in good faith whilst undertaking responsibilities of the co mmission or exercising the \npowers of the Commission or the powers conferred to the Commission by a law. \n 21\nb. The Commission can only be questioned or a suit \ncan be filed against th e Commission in court \nregarding a component in a report published by the \nCommission following an inquiry, should sufficient evidence be available to prove the component is \nfalse. \n \n     \nRefraining from Handling a Matter Involving Self-interest of a Member  28.  A member shall not involv e to any extent, in a \nmatter concerning their se lf-interest, personal \ninvolvement, or financial or  any other personal gain, \nwhen such a matter is be ing investigated or the \noutcome of the matter is being decided by the Commission. Furthermore, although a member does not possess prior knowledge of such self-interest, personal involvement, or financial or any other \npersonal gain in relation to the matter investigated \nby the Commission, when the member becomes aware of the said connections and when the Chairperson has been informed, the member shall refrain from inquiring into the matter or in deciding \nits outcome. \n \n     \n     \nAppointment of the Secretary General and Staff of the Commission   29. a. The Commission shall appoint a Secretary General to administer the Commission, and the administration of the Commission shall be subject to regulations formulated by the Commission.  \n \n 22\nb. The Commission is responsible for hiring \nemployees to the Commission and dismissing employees from the Commission.   \n \n     \n     \nFinancial Matters  30. a. The state treasury shall provide the Commission the funds from the annual budget approved by the People’s Majlis, essential to undertake the responsibilities of the Commission  \n \n     \n   b. The Commission shall not utilise the financial assistance provided by persons  or an organisation or \na foreign government, for purposes except achieving the objectives of the Commission.     \n \n     \n   c. A financial statement co mprising the Commission’s \nincome, expenditure, assets and liabilities, audited and prepared in consultation with the Auditor General and in accordance with the regulations formulated by the Commission, shall be submitted to the President and the People’s Majlis along with the annual report stipulated  in Section 32 of this \nAct. \n \n     \n     \nFormulating Regulations  31.  The Commission shall formulate and enforce regulations necessary to implement this Act and set \n 23\nout standards by which the Commission investigates \nthe matters as per this Act.  \n \n     \n     \nAnnual Report  32. a. The Commission shall prepare and submit its annual \nreport before February 28th  of every year to the \nPresident and the People’s Majlis. \n     \n   b. The annual report stipulated  in subsection (a) shall \ncontain the following:  \n \n     \n   1. Complaints filed at the Commission. \n     \n   2. Cases decided by the Commission and the decisions of the Commission.  \n     \n   3. Cases in ongoing inquiries by the Commission. \n     \n   4. Recommendations made to the government authorities on areas identi fied during the report’s \ntime frame, which need to be improved.    \n \n     \n   5. Recommendations adopted and abandoned by the  \ngovernment authorities.  \n \n     \n   c. The Commission shall openly publish the annual report stipulated in s ubsection (a) within 14 \n(Fourteen) days of submitting the report to the President and the People’s Majlis.  \n \n 24\nd.  Notwithstanding subsection (a) when a special \ncircumstance arises and should the Commission deem relevant, the Commission may submit a special report to the President and the People’s Majlis accordingly.  \n \n     \n     \nJurisdiction of the Commission  33. a. The Commission may inquire into a matter concerning an event that occurred prior to the \nenactment of this Act, if  the event took place after \n1\nst January 2000. \n \n     \n   b. Unless stated otherwise, the Commission shall only inquire into complaints th at had occurred after the \nenactment of this Act, should the time period between the events complain ed of and filing of the \ncomplaint at the Commission have not exceeded a period of one year as per the Gregorian calendar. \n \n     \n   c. Notwithstanding subsections (a) and (b), this Act \ndoes not restrict the Commission from inquiring into a complaint where the Commission deems such a complaint is necessary to be investigated based on its nature and severity. \n \n     \n     \nComposition of the Commission  34. a. The Commission shall be established and the Chairperson, the Vice-Chairperson and members of \n 25\nand Nominating \nCandidates for the Posts of Chairperson, Vice-Chairperson and Members  \n the Commission shall be appointed to the Commission as per this Act, within 120 (Hundred and Twenty) days upon the enactment of this Act. \n \n     \n   b. To implement subsection (a); \n \n     \n   1. The names of the candidates proposed by the President to become members of the Commission shall be submitted to the People’s Majlis within 30 (Thirty) days from enactment of this Act. \n \n     \n   2. The President shall propose names of candidates for the posts of Chairperson and Vice-Chairperson, to the People’s Majlis, within 15 (Fifteen) days from \nthe day the People’s Majlis informs the President of \ntheir approval of the name s of candidates submitted \nas per subsection (1). \n \n     \n   3. The People’s Majlis shall make a decision on the candidates to be appointed as members of the Commission and inform the President of the decision within 30 (Thirty) days from the day the President proposes a name or names to the People’s Majlis as per subsections (1), (2), and (4).  \n \n     \n   4. As per this Section, the President shall propose a \n 26\nnew name or names of candidates to the People’s \nMajlis within 15 (Fifteen) days after the People’s Majlis informs the President of their disapproval of previous names of candidates proposed by the President.   \n \n     \n   c. The Chairperson, Vice-Chairperson and members of the Human Rights Commission of the Maldives holding office prior to the enactment of this Act, shall remain in office and discharge their duties until new members become appointed as per subsection (a), upon enactment of this Act.   \n \n     \n     \nRepeal  35.  Upon enactment of this Act, Act No. 1/2005 (Human Rights Commission Act) will be repealed.  \n \n     \n     \n     \nInterpretation  36.  Unless the context otherwise requires in this Act; \n     \n    Human Rights  means the fundamental rights \nstipulated in the constitution of the Republic of Maldives and the rights not  contradictory to the \nbasic tenets of Islam, stipulated in international conventions and declarations, which the Maldives is a party to.    \n \n     \n    Chief Justice  means the Chief Justice of the \nMaldives.  \n 27\nAuditor-General  means the Auditor-General of the \nMaldives.   \n \n     \n    President  means the President of the Maldives.   \n \n     \n    International conventions and declarations \nwhich the Maldives is a party to means  \ninternational conventions and declarations on \nprotecting, promoting and sustaining human rights which the Maldives is obligated to by signature, accession and ratification.    \n \n     \n    Government means the government of the \nRepublic of Maldives.  \n \n     \n    Commission means the Human Rights Commission \nof the Maldives.  \n \n     \n    Judge means the judges who preside and decide \ncases in courts.   \n \n     \n    Persons  means citizens of the Maldives and foreign \nnationals within the jurisdiction of the Maldives as per the Constitution of the Republic of Maldives, and individuals, legal entities, associations, \ncommittees, government offices and authorities. \n 28\n29", "source": "public_google_drive", "metadata": {"file_id": "1oXO3vxLbxPErq_5Wk3xOZosauLLxGEx0", "file_name": "HRC.pdf", "relative_path": "knowledge_base/books/Law/HRC.pdf", "share_link": "https://drive.google.com/drive/folders/1F2A1RO8W5DDa8yWIKBMos_k32DQD4jpB?usp=sharing", "mime_type": "application/pdf", "size": 206949, "share_links": ["https://drive.google.com/drive/folders/1F2A1RO8W5DDa8yWIKBMos_k32DQD4jpB?usp=sharing"], "source": "public_google_drive"}, "tags": ["google_drive_public", "google_drive", "pdf", "public_share"]}
